Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Key is invalid or does not exist.
ar: المفتاح غير صالح أو غير موجود.
bg: Ключът е невалиден или не съществува.
de: Schlüssel ist ungültig oder existiert nicht.
fr: La clé est incorrecte ou n'existe pas.
hr: Ključ nije važeći ili ne postoji.
hu: A kulcs érvénytelen vagy nem létezik.
mk: Клучот е неважечки или не постои.
pt: A chave é inválida ou não existe.
ro: Cheia nu este validă sau nu există.
ru: Ключ недействителен или не существует
sl: Ključ je neveljaven ali ne obstaja.
sq: Çelësi është i pavlefshëm ose nuk ekziston.
sr: Кључ није важећи или не постоји.
sw: Ufunguo ni batili au haupo.
tr: Anahtar geçersiz veya mevcut değil.
uk: Ключ недійсний або не існує.

source: Comments
ar: التعليقات
bg: Коментари
de: Kommentare
es: Comentarios
fr: Commentaires
hr: Komentari
hu: Megjegyzések
mk: Коментари
pt: Comentários
ro: Comentarii
ru: Комментарии
sl: Komentarji
sq: Komente
sr: Коментари
sw: Maoni
tr: Yorumlar
uk: Коментарі

source: Files
ar: الملفات
bg: Файлове
de: Dateien
es: Archivos
fr: Fichiers
hr: Datoteke
hu: Fájlok
mk: Датотеки
pt: Arquivos
ro: Fișiere
ru: Файлы
sl: Datoteke
sq: Skedarë
sr: Датотеке
sw: Faili
tr: Dosyalar
uk: Файли

source: Entity One
ar: الكيان الأول
bg: Обект 1
de: Entität 1
es: Entidad Uno
fr: Entité 1
hr: Prvi entitet
hu: Első elem
mk: Ентитет еден
pt: Entidade um
ro: Entitatea unu
ru: Первая запись
sl: 1. entiteta
sq: Subjekti Një
sr: Први ентитет
sw: Huluki la Kwanza
tr: Varlık 1
uk: Об’єкт 1

source: Entity Two
ar: الكيان الثاني
bg: Обект 2
de: Entität 2
es: Entidad Dos
fr: Entité 2
hr: Drugi entitet
hu: Második elem
mk: Ентитет два
pt: Entidade dois
ro: Entitatea doi
ru: Вторая запись
sl: 2. entiteta
sq: Subjekti Dy
sr: Други ентитет
sw: Huluki la Pili
tr: Varlık 2
uk: Об’єкт 2

source: Entity Two is a
ar: الكيان الثاني هو
bg: Обект 2 е
de: Entität 2 ist ein(e)
fr: L'entité 2 est un(e)
hr: Drugi je entitet
hu: A második elem egy
mk: Ентитетот два е
pt: A entidade dois é um
ro: Entitatea doi este
ru: Вторая запись –
sl: 2. entiteta je
sq: Subjekti Dy është
sr: Други ентитет је
sw: Huluki la pili ni
tr: Varlık 2, bir
uk: Об’єкт 2 – це…

source: The entity below is a
ar: الكيان أدناه هو
bg: Обектът по-долу е
de: Die Entität unten ist ein(e)
es: Cliente
fr: L'entité ci-dessous est un(e)
hr: Sljedeći je entitet
hu: Az alábbi elem egy
mk: Ентитетот подолу е
pt: A entidade abaixo é um
ro: Entitatea de mai jos este
ru: Запись ниже –
sl: Spodnja entiteta je
sq: Subjekti i mëposhtëm është
sr: Ентитет у наставку је
sw: Huluki lililo hapa chini ni
tr: Aşağıdaki varlık, bir
uk: Об’єкт нижче – це…

source: Customer
ar: العميل
bg: Клиент
de: Kunde
fr: Client
hr: Klijent
hu: Ügyfél
mk: Клиент
pt: Cliente
ro: Client
ru: Клиент
sl: Stranka
sq: Klient
sr: Клијент
sw: Mteja
tr: Müşteri
uk: Клієнт

source: Country
ar: البلد
bg: Държава
de: Land
es: País
fr: Pays
hr: Zemlja
hu: Ország
mk: Земја
pt: País
ro: Țară
ru: Страна
sl: Država
sq: Shtet
sr: Земља
sw: Nchi
tr: Ülke
uk: Країна

source: Person
ar: الشخص
bg: Човек
fr: Personne
hr: Osoba
hu: Személy
mk: Лице
pt: Pessoa
ro: Persoană
ru: Человек
sl: Oseba
sr: Особа
sw: Mtu
tr: Kişi
uk: Особа

source: Company
ar: الشركة
bg: Компания
de: Unternehmen
fr: Entreprise
hr: Tvrtka
hu: Cég
mk: Компанија
pt: Empresa
ro: Companie
ru: Организация
sl: Podjetje
sq: Kompani
sr: Компанија
sw: Kampuni
tr: Şirket
uk: Компанія

source: Relationship
ar: العلاقة
bg: Отношение
de: Beziehung
fr: Relation
hr: Odnos
hu: Kapcsolat
mk: Врска
pt: Relacionamento
ro: Legătură
ru: Связь
sl: Razmerje
sq: Marrëdhënie
sr: Веза
sw: Uhusiano
tr: İlişki
uk: Зв’язок

source: Location
ar: الموقع
bg: Местоположение
de: Standort
fr: Lieu
hr: Lokacija
hu: Helyszín
mk: Локација
pt: Local
ro: Locație
ru: Местоположение
sl: Lokacija
sq: Vendndodhje
sr: Локација
sw: Mahali
tr: Konum
uk: Місце

source: Full Name
ar: الاسم بالكامل
bg: Пълно име
de: Vollständiger Name
es: Nombre Completo
fr: Nom et prénom
hr: Ime i prezime
hu: Teljes név
mk: Име и презиме
pt: Nome completo
ro: Nume complet
ru: Полное имя
sl: Polno ime
sq: Emri i plotë
sr: Пуно име
sw: Jina Kamili
tr: Tam Ad
uk: Повне ім’я

source: Identifier
ar: المُعرّف
bg: Идентификатор
de: Kennung
es: Identificador
fr: Identifiant
hr: Identifikator
hu: Azonosító
mk: Идентификатор
pt: Identificador
ro: Identificator
ru: Идентификатор
sl: Identifikator
sq: Identifikues
sr: Идентификатор
sw: Kitambulishi
tr: Tanımlayıcı
uk: Ідентифікатор

source: Illegal Identifier. Only lowercase letters and _ are allowed.
ar: معرف غير قانوني. لا يسمح إلا بالأحرف الصغيرة و_.
bg: Неправилен идентификатор. Разрешени са само малки букви и „_“.
de: Unzulässige Kennung. Nur Kleinbuchstaben und der Unterstrich (_) sind zulässig.
es: Identificador Ilegal. Solo letras minúsculas y _se permiten.
fr: Identifiant non autorisé. Seuls les lettres minuscules et les caractères de soulignement (_) sont acceptés.
hr: Identifikator nije važeći. Dopuštena su samo mala slova i znak _.
hu: Szabálytalan azonosító. Csak kisbetűk és az _ jel megengedett.
mk: Недозволен идентификатор. Дозволени се само мали букви и _.
pt: Identificador ilegal. Apenas letras em caixa baixa e _ são aceitos.
ro: Identificator ilegal. Sunt permise numai literele mici și _.
ru: Недопустимый идентификатор. Используйте только строчные буквы и знак подчеркивания.
sl: Nedovoljeni identifikator. Dovoljene so samo male črke in _.
sq: Identifikues i paligjshëm. Vetëm germat e vogla dhe _ janë të lejueshme.
sr: Идентификатор није важећи. Дозвољена су само мала слова и знак _.
sw: Kitambulishi kisicho halali. Herufi ndogo tu na_ zinaruhusiwa.
tr: Kuraldışı Tanımlayıcı. Sadece küçük harfler ve _ karakteri kullanılabilir.
uk: Недійсний ідентифікатор. Дозволені лише малі літери та символ "_".

source: Field with this identifier already exists.
ar: يوجد حقل يحمل هذا المعرف.
bg: Вече съществува поле с този идентификатор.
de: Ein Feld mit dieser Kennung ist bereits vorhanden.
es: Campo con este identificador ya existe.
fr: Il existe déjà un champ avec cet identifiant.
hr: Polje s tim identifikatorom već postoji.
hu: Már létezik mező ezzel az azonosítóval.
mk: Веќе има поле со овој идентификатор.
pt: Já existe um campo com este identificador.
ro: Deja există un câmp cu acest identificator.
ru: Поле с таким идентификатором уже существует
sl: Polje s tem identifikatorjem že obstaja.
sq: Fusha me këtë identifikues ekziston tashmë.
sr: Поље са овим идентификатором већ постоји.
sw: Tayari kuna sehemu iliyo na kitambulishi hiki.
tr: Bu tanımlayıcıya ait bir alan zaten var.
uk: Поле з цим ідентифікатором уже існує.

source: URL
ar: عنوان URL
bg: URL адрес
mk: УРЛ
ro: Adresă URL
sq: URL-ja
uk: URL-адреса

source: Email
ar: البريد الإلكتروني
bg: Имейл адрес
de: E-Mail-Adresse
es: Correo electrónico
hr: E-pošta
mk: Е-пошта
ru: Адрес электронной почты
sl: E-pošta
sr: Е-пошта
sw: Barua pepe
tr: E-posta
uk: Електронна адреса

source: Media Type
ar: نوع الوسيلة
bg: Тип медия
de: Medientyp
fr: Type de média
hr: Vrsta medija
hu: Médiatípus
mk: Тип медиум
pt: Tipo de mídia
ro: Tip media
ru: Вид СМИ
sl: Vrsta medija
sq: Formati i medias
sr: Тип медија
sw: Aina ya Chombo cha Habari
tr: Medya Türü
uk: Тип ЗМІ

source: Circulation (approximate per month)
ar: التداول (رقم تقريبي في الشهر)
bg: Тираж (приблизително на месец)
de: Auflage (ungefähr pro Monat)
fr: Circulation (approximation par mois)
hr: Naklada (mjesečni prosjek)
hu: Körforgás (körülbelül, havonta)
mk: Обрт (приближно месечно)
pt: Circulação (aproximado por mês)
ro: Circulație (aproximativă pe lună)
ru: Месячный тираж (приблизительно)
sl: Naklada (približna mesečna)
sq: Qarkullimi (përafërsisht në 1 muaj)
sr: Тираж (приближан месечни)
sw: Mzunguko (kadirio kwa mwezi)
tr: Tiraj (aylık yaklaşık)
uk: Обіг (приблизно на місяць)

source: Status
ar: الحالة
bg: Състояние
es: Estado
fr: État
hu: Állapot
mk: Статус
ro: Stare
ru: Статус
sq: Statusi
sr: Статус
sw: Hadhi
tr: Durum
uk: Статус

source: All
ar: الكل
bg: Всички
de: Alle
fr: Tout
hr: Sve
hu: Összes
mk: Сите
pt: Todos
ro: Toate
ru: Все
sl: Vse
sq: Të gjitha
sr: Све
sw: Yote
tr: Tümü
uk: Усі

source: Approved
ar: معتمد
bg: Одобрени
de: Genehmigt
fr: Approuvé(e)
hr: Odobreno
hu: Jóváhagyva
mk: Одобрено
pt: Aprovado
ro: Aprobată
ru: Одобрено
sl: Odobreno
sq: U miratua
sr: Одобрено
sw: Imeidhinishwa
tr: Onaylandı
uk: Схвалено

source: Not Approved
ar: غير معتمد
bg: Неодобрени
de: Nicht genehmigt
fr: Non approuvé(e)
hr: Nije odobreno
hu: Nincs jóváhagyva
mk: Неодобрено
pt: Recusado
ro: Neaprobată
ru: Не одобрено
sl: Ni odobreno
sq: Nuk u miratua
sr: Није одобрено
sw: Haijaidhinishwa
tr: Onaylanmadı
uk: Не схвалено

source: Type of Request
ar: نوع الطلب
bg: Тип заявка
de: Anforderungstyp
fr: Type de demande
hr: Vrsta zahtjeva
hu: Kérés típusa
mk: Тип барање
pt: Tipo de solicitação
ro: Tip de solicitare
ru: Тип запроса
sl: Vrsta zahtevka
sq: Lloji i kërkesës
sr: Тип захтева
sw: Aina ya Ombi
tr: Talep Türü
uk: Тип запиту

source: Requester
ar: مقدم الطلب
bg: Заявител
de: Anforderer
fr: Demandeur
hr: Podnositelj zahtjeva
hu: Kérelmező
mk: Барател
pt: Solicitante
ro: Solicitant
ru: Автор запроса
sl: Vložnik zahtevka
sq: Kërkues
sr: Подносилац захтева
sw: Anyeomba
tr: Talep Eden
uk: Автор запиту

source: Volunteer
ar: متطوع
bg: Доброволец
de: Freiwilliger
fr: Volontaire
hr: Volonter
hu: Önkéntes
mk: Волонтер
pt: Voluntário
ro: Voluntar
ru: Волонтер
sl: Prostovoljec
sq: Vullnetar
sr: Волонтер
sw: Wa kujitolea
tr: Gönüllü
uk: Волонтер

source: Approve (Adds user to groups)
ar: اعتماد (لإضافة مستخدم إلى المجموعات)
bg: Одобряване (потребителят се добавя към групите)
de: Genehmigen (fügt Nutzer zu Gruppen hinzu)
es: Aprobar (agregar usuario a grupos)
fr: Approuver (ajoute l'utilisateur à des groupes)
hr: Odobri (dodaje korisnike u grupe)
hu: Engedélyezés (a felhasználó hozzáadása csoportokhoz)
mk: Одобри (Додава корисник во групи)
pt: Aprovar (adiciona o usuário aos grupos)
ro: Aprobați (se adaugă utilizatorul în grupuri)
ru: Одобрить (добавить пользователя в группы)
sl: Odobri (doda uporabnika v skupine)
sq: Mirato (Shton përdorues në grupe)
sr: Одобри (додаје корисника у групе)
sw: Idhinisha (Huongeza mtumiaji kwenye makundi)
tr: Onayla (Kullanıcıyı gruplara ekler)
uk: Схвалити (додати користувача в групи)

source: Reject (Removes user from groups)
ar: رفض (لإزالة مستخدم من المجموعات)
bg: Отхвърляне (потребителят се премахва от групите)
de: Ablehnen (entfernt Nutzer aus Gruppen)
es: Rechazar (Remover usuario de los grupos)
fr: Rejeter (supprime l'utilisateur des groupes)
hr: Odbij (uklanja korisnike iz grupa)
hu: Elutasítás (a felhasználó eltávolítása csoportokból)
mk: Одбиј (Отстранува корисник од групи)
pt: Recusar (remove o usuário dos grupos)
ro: Respingeți (se elimină utilizatorul din grupuri)
ru: Отклонить (удалить пользователя из групп)
sl: Zavrni (odstrani uporabnika iz skupin)
sq: Refuzo (Heq përdorues nga grupet)
sr: Одбиј (уклања корисника из група)
sw: Kataa (Huondoa mtumiaji kwenye makundi)
tr: Reddet (Kullanıcıyı gruplardan çıkarır)
uk: Відхилити (видалити користувача з груп)

source: Action
ar: الإجراء
bg: Действие
de: Aktion
es: Acción
hr: Radnja
hu: Művelet
mk: Дејство
pt: Ação
ro: Acțiune
ru: Действие
sl: Dejanje
sq: Veprimi
sr: Радња
sw: Vitendo
tr: İşlem
uk: Дія

source: Research Goal
ar: هدف البحث
bg: Цел на проучването
de: Rechercheziel
es: Razón
fr: But de la recherche
hr: Cilj istraživanja
hu: Kutatási cél
mk: Цел на истражувањето
pt: Meta de pesquisa
ro: Scopul cercetării
ru: Цель исследования
sl: Raziskovalni cilj
sq: Qëllimi i hulumtimit
sr: Циљ истраживања
sw: Lengo la Utafiti
tr: Araştırma Hedefi
uk: Мета дослідження

source: This is highly sensitive, do not let volunteer research librarians see this request.
ar: الأمر شديد الحساسية، فلا تسمح لأمناء المكتبات البحثية المتطوعين بالاطلاع على هذا الطلب.
bg: Това е с висока степен на поверителност. Не позволявайте на изследователите доброволци да видят тази заявка.
de: Diese Informationen sind hochsensibel. Geben Sie freiwillig recherchierenden Bibliothekaren keinen Einblick in diese Anforderung.
es: Esto es altamente sensitivo, no deje a los bibliotecarios investigadores voluntarios ver esta solicitud" "request.
fr: Cette demande est très sensible. Ne la communiquez pas aux documentalistes volontaires.
hr: To je vrlo osjetljivo, knjižničari koji volontiraju na istraživanju ne smiju vidjeti taj zahtjev.
hu: Rendkívül bizalmas, a kérés ne jelenjen meg önkéntes kutató könyvtárosok számára.
mk: Ова е многу чувствително, не дозволувајте библиотекарите коишто волонтираат во истражувањето да го видат ова барање.
pt: Isto é extremamente confidencial, não deixe que os bibliotecários de pesquisa voluntária vejam esta solicitação.
ro: Aceste informații sunt deosebit de sensibile. Nu permiteți accesul bibliotecarilor voluntari pentru investigații la această solicitare.
ru: Информация засекречена, волонтеры не должны видеть этот запрос.
sl: Zahtevek je zelo občutljiv. Ne dovolite, da bi ga videli prostovoljni raziskovalni knjižničarji.
sq: Ky është informacion i rezervuar. Mos i lejoni bibliotekarët vullnetarë ta shohin këtë kërkesë.
sr: Ово је веома осетљиво, не дозволите да волонтери који се баве истраживањем у библиотеци виде овај захтев.
sw: Hii ni nyeti mno, usiruhusu watafiti wa kujitolea wanaofanya kazi maktabani kuona ombi hili.
tr: Bu bilgi son derece hassastır, gönüllü araştırma kütüphanecilerinin bu talebi görmelerine izin vermeyin.
uk: Суворо конфіденційно. Не надавайте волонтерським дослідним бібліотекам доступ до цього запиту.

source: What do you know so far?
ar: ما الذي تعرفه إلى الآن؟
bg: Какво знаете досега?
de: Was wissen Sie bislang?
fr: Que savez-vous jusqu'à présent ?
hr: Što ste već doznali?
hu: Mit tudunk eddig?
mk: Што знаете досега?
pt: O que você já sabe?
ro: Ce știți până acum?
ru: Что известно на данный момент?
sl: Kaj vse že veste?
sq: Çfarë dini deri tani?
sr: Шта сте сазнали до сада?
sw: Unajua nini hadi sasa?
tr: Şu ana kadar neler öğrendiniz?
uk: Що ви вже знаєте?

source: Any information you already have.
ar: أي معلومات لديك.
bg: Всяка информация, която вече имате.
de: Alle Informationen, die Ihnen bereits vorliegen
es: ¿Alguna información que usted ya tiene?
fr: Toute information dont vous disposez.
hr: Sve informacije koje već imate.
hu: Az összes információ, amellyel rendelkezik.
mk: Сите информации што ги знаете досега.
pt: Informações que você já tem.
ro: Orice informații pe care le dețineți deja.
ru: Укажите всю имеющуюся информацию.
sl: Kakršne koli informacije, ki jih že imate.
sq: Çfarëdo informacioni që keni.
sr: Све информације које већ имате.
sw: Maelezo yoyote uliyonayo tayari.
tr: Şu ana kadar sahip olduğunuz bilgiler.
uk: Будь-яка інформація, яку ви вже маєте.

source: Where are you researching?
ar: أين تريد البحث؟
bg: Какво проучвате?
de: In welchem Bereich recherchieren Sie gerade?
fr: Où effectuez-vous vos recherches ?
hr: Gdje istražujete?
hu: Hol végez kutatómunkát?
mk: Каде истражувате?
pt: Onde você está pesquisando?
ro: Unde căutați?
ru: Какая организация проводит исследование?
sl: Kje raziskujete?
sq: Në cilën fushë po hulumtoni?
sr: Коју тему истражујете?
sw: Unatafiti wapi?
tr: Araştırmanızı nerede yapıyorsunuz?
uk: Де ви проводите дослідження?

source: What story are you working on?
ar: ما القصة التي أنت بصددها؟
bg: Върху какъв материал работите?
de: An welcher Geschichte arbeiten Sie gerade?
fr: Sur quelle histoire travaillez-vous ?
hr: Na kojoj temi radite?
hu: Milyen történeten dolgozik?
mk: На која приказна работите?
pt: Em qual história você está trabalhando?
ro: La ce subiect lucrați?
ru: Над каким случаем вы работаете?
sl: S katero zgodbo se ukvarjate?
sq: Mbi çfarë artikulli jeni duke punuar?
sr: На којој причи радите?
sw: Je, ni visa gani unavyovishughulikia?
tr: Hangi hikaye üzerinde çalışıyorsunuz?
uk: Над яким сюжетом ви працюєте?

source: What sources do you have so far?
ar: ما المصادر التي لديك إلى الآن؟
bg: Какви източници имате досега?
de: Welche Quellen liegen Ihnen bislang vor?
fr: De quelles sources disposez-vous jusqu'à présent ?
hr: Koje izvore već imate?
hu: Eddig milyen forrásokkal rendelkezik?
mk: Кои извори ги имате досега?
pt: Quais fontes você já tem?
ro: Ce surse aveți până acum?
ru: Каковы ваши источники на данный момент?
sl: Katere vire imate do zdaj?
sq: Çfarë burimesh keni deri tani?
sr: Које изворе имате за сада?
sw: Je una vyanzo gani kufikia sasa?
tr: Şimdiye kadar hangi kaynaklara ulaştınız?
uk: Які джерела ви вже маєте?

source: Reason
ar: السبب
bg: Причина
de: Grund
fr: Raison
hr: Razlog
hu: Ok
mk: Причина
pt: Motivo
ro: Motiv
ru: Причина
sl: Razlog
sq: Arsyeja
sr: Разлог
sw: Sababu
tr: Neden
uk: Причина

source: Comment
ar: التعليق
bg: Коментар
de: Kommentar
es: Comentario
fr: Commentaire
hr: Komentar
hu: Megjegyzés
mk: Коментар
pt: Comentário
ro: Comentariu
ru: Комментарий
sl: Komentar
sq: Komento
sr: Коментар
sw: Toa maoni
tr: Yorum
uk: Коментар

source: Paid Status
ar: الحالة مدفوعة
bg: Състояние „Платено“
de: Status "Bezahlt"
es: Estado de pago
fr: État Payé
hr: Status plaćanja
hu: Fizetett állapot
mk: Платен статус
pt: Status pago
ro: Stare Plătită
ru: Оплата
sl: Stanje »Plačano«
sq: Statusi i pagesës
sr: Статус „Плаћено“
sw: Hadhi ya Kulipwa
tr: Ödendi Durumu
uk: Статус оплати

source: Marking as paid will reconcile any open charges with the request.
ar: وضع علامة كمدفوع يسوي أي رسوم مفتوحة للطلب.
bg: Означаването като платено ще изравни всички неуредени такси по заявката.
de: Bei einer Markierung als "Bezahlt" werden alle ausstehenden Gebühren in Bezug auf die Anforderung beglichen.
es: Marcando como pagado reconciliará cualquier saldo pendiente con la solicitud.
fr: Marquer comme payé entraîne le rapprochement de tout débit ouvert avec la demande.
hr: Ako se označi kao plaćeno, podmirit će se sva otvorena terećenja u vezi sa zahtjevom.
hu: A fizetettként történő megjelölés által a kéréssel kapcsolatos minden fennálló díj kiegyenlítődik.
mk: Ако го означите како платен, со барањето ќе бидат подмирени сите неподмирени трошоци.
pt: Marcar como pago reconciliará as cobranças em aberto com a solicitação.
ro: Marcând solicitarea ca plătită se vor reconcilia toate costurile restante asociate acesteia.
ru: Статус "Оплачено" приведет к пересчету всех невыполненных платежей в соответствии с запросом.
sl: Če boste izbrali stanje »Plačano«, bodo z zahtevkom usklajeni vsi neplačani stroški.
sq: Shënimi si "e paguar" do të bashkërendojë çdo pagesë të hapur me kërkesën.
sr: Додавањем ознаке „Плаћено“ сводите све отворене трошкове у вези са захтевом.
sw: Kuwekea alama kuwa umelipiwa kusawazisha malipo yoyote wazi na ombi.
tr: Ödendi olarak işaretlemek bu taleple ilgili tüm ödenmemiş ücretleri mutabık duruma getirir.
uk: Якщо позначити як оплачений, усі не здійснені платежі буде узгоджено із запитом.

source: Comment to Requester
ar: تعليق إلى مقدم الطلب
bg: Коментар към заявителя
de: Kommentar an Anforderer
es: Comentario para el solicitante
fr: Commentaires à l'intention du demandeur
hr: Komentar podnositelju zahtjeva
hu: Megjegyzés küldése a kérelmezőnek
mk: Коментар до барателот
pt: Comentário para o solicitante
ro: Comentariu pentru solicitant
ru: Комментарий для автора запроса
sl: Komentar vložniku zahtevka
sq: Dërgoji koment kërkuesit
sr: Коментар за подносиоца захтева
sw: Toa maoni kwa Anayeomba
tr: Talep Edene Yorum Yap
uk: Коментар для автора запиту

source: Item
ar: العنصر
bg: Елемент
de: Element
fr: Élément
hr: Stavka
hu: Elem
mk: Ставка
ro: Articol
ru: Элемент
sl: Element
sq: Njësia
sr: Ставка
sw: Kipengee
tr: Öğe
uk: Позиція

source: Cost (USD)
ar: التكلفة (دولار أمريكي)
bg: Цена (щ.д.)
de: Kosten (USD)
es: Costo (USD)
fr: Coût (USD)
hr: Cijena (USD)
hu: Költség (USD)
mk: Цена (УСД)
pt: Custo (USD)
ru: Стоимость (в долларах США)
sl: Stroški (USD)
sq: Kostoja (në dollarë amerikanë)
sr: Цена (USD)
sw: Gharama (Dola za Marekani)
tr: Maliyet (USD)
uk: Вартість (долари США)

source: Cost (Original Currency)
ar: التكلفة (العملة الأصلية)
bg: Цена (първоначална валута)
de: Kosten (ursprüngliche Währung)
es: Costo (Moneda de Origen)
fr: Coût (devise d'origine)
hr: Cijena (izvorna valuta)
hu: Költség (eredeti pénznem)
mk: Цена (Оригинална валута)
pt: Custo (moeda original)
ro: Cost (moneda inițială)
ru: Стоимость (в исходной валюте)
sl: Stroški (izvirna valuta)
sq: Kostoja (në valutën origjinale)
sr: Цена (оригинална валута)
sw: Gharama (Sarafu Asili)
tr: Maliyet (Asıl Para Birimi)
uk: Вартість (оригінальна валюта)

source: Add a comment, visible to the person making this request and the researcher answering it.
ar: أضف تعليقًا يراه الشخص الذي يقدم هذا الطلب والباحث الذي يجيب عليه.
bg: Добавете коментар, видим за подателя на тази заявка и за изследователя, който отговаря на нея.
de: Fügen Sie einen Kommentar hinzu, der sowohl für den Anforderer als auch für den Rechercheur sichtbar ist, der die Anforderung beantwortet.
es: Agrege un comentario visible para la persona que hace esta solicitud y para los investigadores que la atienden.
fr: Ajoutez un commentaire, visible par la personne qui a émis la demande et la personne qui y répond.
hr: Dodajte komentar koji će biti vidljiv osobi koja je uputila zahtjev i istraživaču koji odgovara na njega.
hu: Adjon hozzá megjegyzést, amely látható lesz a kérést beküldő személy és az azt megválaszoló kutató számára.
mk: Додадете коментар видлив за лицето што го поднесува барањето и за истражувачот кој одговара на него.
pt: Adicionar um comentário visível para a pessoa que fez a solicitação e para o pesquisador que a respondeu.
ro: Adăugați un comentariu vizibil pentru persoana care a trimis solicitarea și pentru investigatorul care răspunde la aceasta.
ru: Добавьте комментарий, который будет виден автору запроса и отвечающему на него исследователю.
sl: Dodajte komentar, ki bo viden vložniku zahtevka in raziskovalcu, ki bo odgovoril nanjo.
sq: Lini një koment, i dukshëm për personin që ka bërë kërkesën, si dhe për hulumtuesin që i përgjigjet atij.
sr: Додајте коментар, који може да види особа која подноси овај захтев и истраживач који одговара на њега.
sw: Ongeza maoni, yanaonekana kwa mtu anayetuma ombi hili na mtafiti anayelijibu.
tr: Bu talepte bulunan kişinin ve bunu yanıtlayan araştırmacının görebileceği bir yorum ekleyin.
uk: Додайте коментар, який бачитиме автор запиту та дослідник-відповідач.

source: Assign OCCRP Staff member(s) as the ticket responder
ar: تعيين الأعضاء العاملين في OCCRP للرد على التذاكر.
bg: Възлагане на отговора на заявката на служител/и на OCCRP
de: OCCRP-Mitarbeiter als Antwortenden einem Ticket zuweisen
es: Asigne un miembro del personal de OCCRP como el asistente del tiquete.
fr: Assigner un dossier à un ou plusieurs membres du personnel de l'OCCRP
hr: Dodijelite članove osoblja OCCRP-a kao odgovaratelje na zahtjev za ulaznicu
hu: Jelöljön ki OCCRP-munkatársakat a jegy megválaszolására
mk: Назначете член или членови на персоналот на проектот за пријавување организиран криминал и корупција (OCCRP) како лица кои одговараат на барањата за поддршка.
pt: Atribuir membros da equipe do OCCRP (Projeto de denúncias de corrupção e crime organizado) para responder ao tíquete
ro: Atribuiți membri ai personalului OCCRP ca respondenți pentru tichete
ru: Назначить сотрудников OCCRP ответственными за обработку заявки
sl: Dodeli člana(-e) osebja organizacije OCCRP kot odzivno osebo za listek
sq: Cakto anëtarin/ët e stafit OCCRP që do t'i përgjigjen biletës
sr: Овласти запослене у оквиру Пројекта за пријављивање организованог криминала и корупције (OCCRP) да одговоре на пријаву
sw: Wape wafanyakazi wa OCCRP jukumu la kujibu tiketi
tr: Bileti yanıtlaması için OCCRP Çalışanı atayın
uk: Призначити відповідачами на заявки працівників OCCRP
