Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: The Investigative Dashboard is a collaborative project and valuable information was added by many investigative journalists around the world. Individual members of the Global Investigative Journalism Network in particular contributed much of the information, explaining how to access company records in their home countries.
ar: لوحة البيانات الاستقصائية عبارة عن مشروع تعاوني حيث تمت إضافة معلومات قيمة من قبل العديد من الصحفيين الاستقصائيين من جميع أنحاء العالم. وساهم بعض الأعضاء الفرديين وبالأخص من شبكة الصحافة الاستقصائية العالمية في كثير من المعلومات، موضحين كيفية الوصول إلى سجلات الشركات في بلدانهم الأصلية.
bg: Investigative Dashboard е съвместен проект и към него бе добавена ценна информация от много разследващи журналисти от целия свят. По-конкретно отделните членове на Global Investigative Journalism Network предоставиха голяма част от информацията, обясняваща как да се осъществява достъп до данните за компаниите в държавите им.
de: Das Investigative Dashboard ist ein Gemeinschaftsprojekt, zu dem viele investigative Journalisten auf der ganzen Welt wertvolle Informationen beigesteuert haben. Vor allem einzelne Mitglieder des Global Investigative Journalism Network haben einen Großteil der Informationen beigetragen und erläutert, wie in ihrem Heimatland auf die Unternehmensdaten zugegriffen wird.
fr: L'Investigative Dashboard est un projet collaboratif reposant sur les précieuses informations fournies par de nombreux journalistes d'investigation du monde entier. Les membres du Global Investigative Journalism Network (Réseau mondial des journalistes d'investigation) ont tout particulièrement contribué à enrichir cette base de données, notamment pour ce qui est de l'accès aux registres des entreprises de leur pays.
hr: Investigative Dashboard predstavlja suradnički projekt. Brojni istraživački novinari iz čitavog svijeta pridonijeli su mu s vrijednim informacijama. Pojedinačni članovi Globalne istraživačke novinarske mreže naročito su doprinijeli objašnjavajući kako doći do evidencija o tvrtkama u njihovim zemljama.
hu: Az Investigative Dashboard egy együttműködési projekt, melyhez számos oknyomozó újságíró biztosított értékes információkat a világ minden tájáról. A Global Investigative Journalism Network (Globális Oknyomozó Újságírói Hálózat) egyéni tagjai kiemelkedő mennyiségű információt szolgáltattak, amelyekben leírták, hogyan lehet céges adatokhoz hozzáférni a saját országukban.
mk: Контролната табла за истражување е проект за соработка и многу новинари истражувачи од целиот свет имаат додадено вредни информации. Индивидуални членови на глобалната мрежа на истражувачко новинарство имаат особено придонес во обезбедување информации со кои се објаснува како да пристапите кон записите на фирмите во нивните матични земји.
pt: O Investigative Dashboard é um projeto colaborativo em que jornalistas investigativos do mundo inteiro adicionam informações importantes. Em especial, membros individuais do Global Investigative Journalism Network (Rede de jornalismo investigativo internacional) contribuíram com a maior parte das informações, explicando como acessar os históricos de empresas em seus países de origem.
ro: Investigative Dashboard este un proiect în colaborare, iar numeroși jurnaliști de investigație din întreaga lume au adăugat informații de valoare. În special, membrii individuali ai Global Investigative Journalism Network au contribuit cu mare parte dintre informații și au explicat cum pot fi accesate evidențele companiilor din țările lor de origine.
ru: Investigative Dashboard развивается совместными усилиями многих журналистов из разных стран. В частности необходимо отметить неоценимый вклад участников Глобальной сети журналистских расследований (Global Investigative Journalism Network), которые помогают получать сведения об организациях в их странах.
sl: Investigative Dashboard je projekt sodelovanja, v okviru katerega so koristne informacije prispevali številni preiskovalni novinarji z vsega sveta. Veliko informacij so prispevali predvsem posamezni člani Globalne mreže preiskovalnega novinarstva (Global Investigative Journalism Network) s tem, ko so pojasnili, kako dostopati do evidenc podjetij v njihovih državah.
sq: Paneli Hetimor është një projekt bashkëpunues dhe informacionet e dobishme atij iu shtuan nga dhjetëra gazetarë hulumtues anembanë botës. Anëtarë individualë të Rrjetit Global të Gazetarisë Hulumtuese kontribuuan në veçanti me pjesën më të madhe të informacioneve, duke shpjeguar madje se si mund të sigurohet qasje për të dhënat e kompanive, në vendet e tyre të themelimit.
sr: Investigative Dashboard је пројекат са много сарадника и бројни новинари истраживачи широм света пружили су допринос у виду важних информација. Појединачни чланови Глобалне мреже за истраживачко новинарство су нарочито заслужни јер су дали велики допринос у виду информација које објашњавају како корисници могу да приступе евиденцијама компанија у својим земљама.
sw: Dashibodi ya Upelelezi ni mradi wa pamoja na taarifa muhimu iliongezwa na wanahabari wengi wa upelelezaji kutoka kote duniani. Wanachama binafsi wa Mtandao wa Wanahabari wa Upelelezi Ulimwenguni walichangia habari nyingi sana, wakielezea jinsi ya kupata kumbukumbu za kampuni katika nchi zao.
tr: Investigative Dashboard bir işbirliği projesidir ve dünyanın dört bir yanından birçok araştırmacı gazeteci bu projeye kıymetli bilgiler eklemiştir. Küresel Araştırmacı Gazetecilik Ağının üyeleri, özellikle kendi ülkelerinde şirket kayıtlarına nasıl ulaşılabileceğini açıklayarak kendi adlarına bu bilgilere katkı sağlamıştır.
uk: Investigative Dashboard – це спільний проект, а цінну інформацію додали багато журналістів з усього світу. Зокрема деякі члени "Глобальної мережі журналістських розслідувань" надали багато інформації про те, як розширити доступ до архівів компаній у їхніх країнах.

source: Valuable information was added by many investigative journalists around the world.
ar: تمت إضافة معلومات قيمة من قبل العديد من الصحفيين الاستقصائيين من جميع أنحاء العالم.
bg: Ценна информация бе добавена от много разследващи журналисти от целия свят.
de: Viele investigative Journalisten auf der ganzen Welt haben wertvolle Informationen beigesteuert.
fr: De nombreux journalistes d'investigation du monde entier ont fourni de précieuses informations.
hr: Brojni istraživački novinari iz čitavog svijeta pridonijeli su projektu s vrijednim informacijama.
hu: Számos oknyomozó újságíró biztosított értékes információkat a világ minden tájáról.
mk: Многу новинари истражувачи од целиот свет имаат додадено вредни информации.
pt: Informações valiosas foram adicionados por muitos jornalistas investigativos ao redor do mundo.
ro: Numeroși jurnaliști de investigație din întreaga lume au adăugat informații valoroase.
ru: Многие журналисты, занимающиеся расследованиями по всему миру, также предоставляют ценную информацию.
sl: Koristne informacije so prispevali številni preiskovalni novinarji z vsega sveta.
sq: Informacioni i dobishëm është shtuar nga shumë gazetarë hulumtues anembanë botës.
sr: Бројни новинари истраживачи широм света пружили су допринос у виду важних информација.
sw: Taarifa muhimu iliongezwa na wanahabari wengi wa upelelezaji kutoka kote duniani.
tr: Dünyanın dört bir yanından birçok araştırmacı gazeteci bu projeye değerli bilgiler eklemiştir.
uk: Цінну інформацію додали багато журналістів з усього світу.

source: Manage
ar: إدارة
bg: Управление
de: Verwalten
es: Administre
fr: Gérer
hr: Upravljanje
hu: Kezelés
mk: Управувајте
pt: Gerenciar
ro: Gestionați
ru: Настройки
sl: Upravljaj
sq: Menaxho
sr: Управљање
sw: Dhibiti
tr: Yönetin
uk: Керувати

source: Relationships
ar: العلاقات
bg: Отношения
de: Beziehungen
es: Relaciones
fr: Relations
hr: Odnosi
hu: Kapcsolatok
mk: Врски
pt: Relações
ro: Legături
ru: Связи
sl: Razmerja
sq: Marrëdhëniet
sr: Везе
sw: Mahusiano
tr: İlişkiler
uk: Зв’язки

source: Extra Fields
ar: حقول إضافية
bg: Допълнителни полета
de: Zusätzliche Felder
es: Campos extras
fr: Champs supplémentaires
hr: Dodatna polja
hu: Extra mezők
mk: Дополнителни полиња
pt: Campos extras
ro: Câmpuri suplimentare
ru: Дополнительные поля
sl: Dodatna polja
sq: Fushat shtesë
sr: Додатна поља
sw: Sehemu Zaidi
tr: Ekstra Alanlar
uk: Додаткові поля

source: External Databases
ar: قواعد البيانات الخارجية
bg: Външни бази от данни
de: Externe Datenbanken
es: Bases de datos externos
fr: Bases de données externes
hr: Vanjske baze podataka
hu: Külső adatbázisok
mk: Надворешни бази на податоци
pt: Bancos de dados externos
ro: Baze de date externe
ru: Внешние базы данных
sl: Zunanje zbirke podatkov
sq: Bazat e jashtme të të dhënave
sr: Спољне базе података
sw: Hifadhidata za Nje
tr: Harici Veritabanları
uk: Зовнішні бази даних

source: Account Requests
ar: طلبات الحساب
bg: Заявки за профили
de: Kontoanträge
es: Solicitud de cuenta
fr: Demandes de compte
hr: Zahtjevi za račune
hu: Fiókkérelmek
mk: Барања за сметка
pt: Solicitações de conta
ro: Solicitări de cont
ru: Запросы на создание аккаунтов
sl: Zahtevki za račun
sq: Kërkesat për llogari
sr: Захтеви за налог
sw: Maombi ya Akaunti
tr: Hesap Talepleri
uk: Запити на обліковий запис

source: User Profiles
ar: الملفات الشخصية للمستخدمين
bg: Потребителски профили
de: Nutzerprofile
es: Perfiles de usuarios
fr: Profils des utilisateurs
hr: Korisnički profili
hu: Felhasználói profilok
mk: Профили на корисници
pt: Perfis de usuários
ro: Profiluri de utilizator
ru: Пользовательские профили
sl: Uporabniški profili
sq: Profilet e përdoruesit
sr: Кориснички профили
sw: Wasifu za Mtumiaji
tr: Kullanıcı Profilleri
uk: Профілі користувачів

source: Statistics
ar: الإحصائيات
bg: Статистика
de: Statistiken
fr: Statistiques
hr: Statistika
hu: Statisztika
mk: Статистика
pt: Estatísticas
ro: Statistici
ru: Статистика
sl: Statistični podatki
sq: Statistikat
sr: Статистички подаци
sw: Takwimu
tr: İstatistikler
uk: Статистика

source: Search
ar: بحث
bg: Търсене
de: Suchen
es: Búsqueda
fr: Rechercher
hr: Pretraživanje
hu: Keresés
mk: Пребарување
pt: Pesquisa
ro: Căutați
ru: Поиск
sl: Iskanje
sq: Kërko
sr: Претражи
sw: Tafuta
tr: Arama
uk: Пошук

source: Business Registries
ar: سجلات الشركات
bg: Фирмени регистри
de: Unternehmensregister
fr: Registres commerciaux
hr: Registri tvrtki
hu: Cégnyilvántartások
mk: Деловни уписници
pt: Registros comerciais
ro: Registre comerciale
ru: Реестры юридических лиц
sl: Poslovni registri
sq: Regjistrat e Biznesit
sr: Пословни регистри
sw: Sajili ya Biashara
tr: İşletme Kayıtları
uk: Реєстри компаній

source: Expert Help
ar: مساعدة خبير
bg: Експертна помощ
de: Hilfe von Experten
fr: Aide d'experts
hr: Stručna pomoć
hu: Szakértői segítség
mk: Помош од експерт
pt: Ajuda de especialistas
ro: Ajutor de la experți
ru: Помощь эксперта
sl: Pomoč strokovnjaka
sq: Ndihmë ekspertësh
sr: Стручна помоћ
sw: Usaidizi wa Wataalamu
tr: Uzman Yardımı
uk: Допомога експертів

source: Admin
ar: المشرف
bg: Администриране
fr: Admininistrateur
hr: Administrator
hu: Adminisztrátor
mk: Администратор
pt: Administrador
ro: Administrator
ru: Администратор
sl: Skrbnik
sr: Администратор
sw: Msimamizi
tr: Yönetici
uk: Адміністратор

source: Log out
ar: الخروج
bg: Изход
de: Abmelden
es: Salir
fr: Déconnexion
hr: Odjava
hu: Kilépés
mk: Одјавете се
pt: Sair
ro: Deconectați-vă
ru: Выход
sl: Odjava
sq: Dalje
sr: Одјави ме
sw: Ondoka
tr: Çıkış
uk: Вийти

source: Request Account
ar: طلب حساب
bg: Заявка за профил
de: Konto beantragen
es: Solicitud de cuenta
fr: Demander un compte
hr: Podnošenje zahtjeva za račun
hu: Fiók kérése
mk: Побарајте сметка
pt: Solicitar conta
ro: Solicitați crearea unui cont
ru: Отправить запрос на создание аккаунта
sl: Zahtevaj račun
sq: Kërko llogari
sr: Захтев за налог
sw: Omba Akaunti
tr: Hesap Talep Edin
uk: Подати запит на обліковий запис

source: Log In
ar: تسجيل الدخول
bg: Вход
de: Anmelden
es: Ingresar
fr: Connexion
hr: Prijava
hu: Belépés
mk: Пријавете се
pt: Fazer login
ro: Conectați-vă
ru: Войти
sl: Prijava
sq: Identifikohu
sr: Пријави ме
sw: Ingia Katika Akaunti
tr: Giriş Yapın
uk: Увійти

source: &copy; 2013 - OCCRP. All rights reserved.
ar: جميع الحقوق محفوظة لصالح OCCRP ‏- © 2013
bg: &copy; 2013 – OCCRP. Всички права запазени.
de: &copy; 2013 – OCCRP. Alle Rechte vorbehalten.
es: &copy; OCCRP 2013
fr: &copy; 2013 – OCCRP. Tous droits réservés.
hr: &copy; 2013. – OCCRP. Sva prava pridržana.
hu: &copy; 2013 – OCCRP. Minden jog fenntartva.
mk: &copy; 2013 - OCCRP. Сите права се задржани.
pt: &copy; 2013 - OCCRP. Todos os direitos reservados.
ro: &copy; 2013 - OCCRP. Toate drepturile rezervate.
ru: &copy; OCCRP, 2013. Все права защищены.
sl: &copy; 2013 – OCCRP. Vse pravice pridržane.
sq: © 2013 - OCCRP. Të gjitha të drejtat janë të rezervuara.
sr: &copy; 2013. OCCRP. Сва права задржана.
sw: &copy; 2013 - OCCRP. Haki zote zimehifadhiwa.
tr: © 2013 - OCCRP. Tüm hakları saklıdır.
uk: &copy; 2013 – OCCRP. Усі права захищено.

source: About this site
ar: حول هذا الموقع
bg: Всичко за този сайт
de: Über diese Website
fr: À propos de ce site
hr: O web-lokaciji
hu: A webhelyről
mk: За овој сајт
pt: Sobre este site
ro: Despre acest site
ru: Об этом сайте
sl: O tem spletnem mestu
sq: Rreth kësaj faqeje
sr: О овом сајту
sw: Kuhusu tovuti hii
tr: Bu site hakkında
uk: Про цей сайт

source: Submit
ar: إرسال
bg: Изпращане
de: Senden
es: Compañía
fr: Envoyer
hr: Pošalji
hu: Küldés
mk: Поднесете
pt: Enviar
ro: Trimiteți
ru: Отправить
sl: Pošlji
sq: Dorëzo
sr: Пошаљи
sw: Wasilisha
tr: Gönder
uk: Надіслати

source: Successfully connected to Google Drive.
ar: نجح الاتصال بـ Google Drive.
bg: Свързването с Google Диск е успешно.
de: Verbindung zu Google Drive hergestellt
es: Conectado exitosamente a Google Drive.
fr: La connexion à Google Drive a bien été établie.
hr: Veza s Google diskom uspješno je uspostavljena.
hu: Sikeres csatlakozás a Google Drive-hoz.
mk: Успешно сте поврзани со Google Drive.
pt: Conectado ao Google Drive.
ro: Conectat la Google Drive.
ru: Google Диск подключен
sl: Povezava s storitvijo Google Drive je bila uspešno vzpostavljena.
sq: U lidh me sukses me Diskun e Google.
sr: Повезани сте са Google диском.
sw: Imefanikiwa kuunganisha kwenye Hifadhi ya Google.
tr: Google Drive'a başarıyla bağlanıldı.
uk: Під’єдано до Диска Google.

source: Current user name:
ar: اسم المستخدم الحالي:
bg: Текущо потребителско име:
de: Aktueller Nutzername:
es: Nombre de usuario actual:
fr: Nom d'utilisateur actuel :
hr: Trenutačno korisničko ime:
hu: Aktuális felhasználónév:
mk: Име на тековниот корисник:
pt: Nome do usuário atual:
ro: Numele utilizatorului actual:
ru: Текущее имя пользователя:
sl: Ime trenutnega uporabnika:
sq: Emri aktual i përdoruesit:
sr: Име актуелног корисника:
sw: Jina la mtumiaji la sasa:
tr: Geçerli kullanıcı adı:
uk: Ім’я поточного користувача:

source: Root folder ID:
ar: معرف المجلد الأصل:
bg: Идент. № на основната папка:
de: Root-Ordner-Kennung:
fr: ID de dossier racine :
hr: ID korijenske mape:
hu: Gyökérmappa azonosítója:
mk: ИД на главна папка
pt: Código da pasta de origem:
ro: ID dosar rădăcină:
ru: Идентификатор корневой папки:
sl: ID korenske mape:
sq: ID-ja e dosjes rrënjësore:
sr: ИД основног директоријума:
sw: Kitambulisho cha folda kuu:
tr: Kök klasör kimliği:
uk: Ідентифікатор кореневої папки:

source: Total quota (bytes):
ar: مجموع الحصة (بايت):
bg: Обща квота (байтове):
de: Gesamtquote (Bytes):
es: Cuota total (bytes):
fr: Quota total (octets) :
hr: Ukupna kvota (u bajtovima):
hu: Teljes kvóta (bájt):
mk: Вкупна квота (бајти):
pt: Cota total (bytes):
ro: Cotă totală (bytes):
ru: Общая квота (байт):
sl: Skupna kvota (bajti):
sq: Sasia totale (bajt):
sr: Укупна квота (бајтови):
sw: Jumla ya idadi ya juu (baiti):-
tr: Toplam kota (bayt):
uk: Загальна квота (байти):

source: Used quota (bytes):
ar: الحصة المستخدمة (بايت):
bg: Използвана квота (байтове):
de: Verwendete Quote (Bytes):
es: Cuota usada (bytes):
fr: Quota utilisé (octets) :
hr: Iskorištena kvota (u bajtovima):
hu: Használt kvóta (bájt):
mk: Искористена квота (бајти):
pt: Cota usada (bytes):
ro: Cotă utilizată (bytes):
ru: Использовано (байт):
sl: Uporabljena kvota (bajti):
sq: Sasia e përdorur (bajt):
sr: Искоришћена квота (бајтови):
sw: Kiasi kilichotumika (baiti):
tr: Kullanılan kota (bayt):
uk: Використана квота (байти):

source: Permission ID:
ar: معرف الإذن:
bg: Идент. № на разрешението:
de: Berechtigungskennung:
es: Permiso ID:
fr: ID d'autorisation
hr: ID dopuštenja:
hu: Engedély-azonosító:
mk: ИД на дозвола:
pt: Código de permissão:
ro: ID permisiune:
ru: Идентификатор разрешения:
sl: ID dovoljenja:
sq: ID-ja e autorizimit:
sr: ИД дозволе:
sw: Kitambulisho cha Ruhusa:
tr: İzin kimliği:
uk: Ідентифікатор дозволу:
