Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Your Account Request was rejected
ar: تم رفض طلب حسابك
bg: Заявката Ви за профил бе отхвърлена
de: Ihr Kontoantrag wurde abgelehnt.
fr: Votre demande de compte a été refusée
hr: Vaš je zahtjev za račun odbijen
hu: Fiókkérelmét elutasították
mk: Вашето барање за сметка беше одбиено
pt: Sua solicitação de conta foi recusada
ro: Solicitarea de cont a fost respinsă
ru: Ваш запрос на создание аккаунта отклонен
sl: Vaša zahtevek za račun je bila zavrnjen
sq: Kërkesa juaj për krijim llogarie u refuzua
sr: Захтев за налог је одбијен
sw: Ombi lako la akaunti lilikataliwa
tr: Hesap Talebiniz reddedildi
uk: Ваш запит на обліковий запис відхилено

source: I am sorry but we could not register you at this time. The head of the research desk will contact you with further details.
ar: معذرة، تعذر علينا تسجيلك في الوقت الحالي. سيتصل بك رئيس مكتب الأبحاث ليطلعك على مزيد من التفاصيل.
bg: За съжаление не можахме да Ви регистрираме понастоящем. Ръководителят на бюрото за проучвания ще се свърже с Вас с повече подробности.
de: Wir können Sie momentan nicht registrieren. Die Research Desk-Leitung wird sich mit weiteren Details mit Ihnen in Verbindung setzen.
fr: Nous sommes au regret de vous informer que nous n'avons pas pu vous inscrire pour le moment. Le responsable du bureau de recherche vous contactera pour vous fournir de plus amples informations.
hr: Nažalost, trenutačno vas ne možemo registrirati. Voditelj istraživačkog pulta uskoro će vam poslati više pojedinosti.
hu: Jelenleg sajnos nem tudtuk regisztrálni. A kutatói platform vezetője fel fogja venni Önnel a kapcsolatot a további információkkal.
mk: Жалам, но сега не можеме да ве регистрираме. Со дополнителни информации ќе ве контактира лице одговорно за бирото за истражување.
pt: Lamentamos, mas não é possível registrar-se no momento. O responsável do setor de pesquisa entrará em contato com mais detalhes.
ro: Ne pare rău, dar nu am putut să vă înregistrăm momentan. Șeful biroului de investigații vă va contacta cu mai multe detalii.
ru: К сожалению, в настоящий момент мы не можем предоставить Вам аккаунт. Глава исследовательского совета сообщит Вам подробные сведения.
sl: Žal vas v tem trenutku nismo mogli registrirati. Vodja raziskovalnega mesta vas bo obvestil o nadaljnjih podrobnostih.
sq: Na vjen keq por nuk mund t'ju regjistrojmë dot në këtë moment. Kreu i Zyrës Hulumtuese do t'ju kontaktojë për hollësira të mëtejshme.
sr: Жао нам је, тренутно не можемо да вас региструјемо. Шеф истраживачког одсека ће вас контактирати и пружити вам више информација.
sw: Nasikitika hatukuweza kukusajili kwa wakati huu. Mkuu wa kitengo cha utafiti atawasiliana na wewe kwa maelezo zaidi.
tr: Maalesef şu anda sizi kaydedemiyoruz. Araştırma masasının müdürü daha fazla bilgi için sizinle iletişime geçecektir.
uk: На жаль, зараз ми не можемо Вас зареєструвати. Голова відділу досліджень повідомить Вам деталі.

source: Thank you,
ar: شكرًا لكم،
bg: Благодарим Ви!
de: Mit freundlichen Grüßen
fr: Merci,
hr: Zahvaljujemo,
hu: Köszönjük:
mk: Ви благодариме,
pt: Atenciosamente,
ro: Vă mulțumim,
ru: С уважением,
sl: Hvala,
sq: Faleminderit,
sr: Хвала вам,
sw: Asante,
tr: Teşekkür ederiz,
uk: Дякуємо,

source: Your Account Type has changed
ar: لقد تغير نوع حسابك
bg: Типът на профила Ви е променен
de: Ihr Kontotyp wurde geändert.
fr: Votre type de compte a été modifié
hr: Promijenila se vrsta vašeg računa
hu: Fióktípusa megváltozott
mk: Типот на вашата сметка е променет
pt: Seu tipo de conta foi alterado
ro: Tipul de cont s-a schimbat
ru: Тип аккаунта изменен
sl: vrsta vašega računa se je spremenila
sq: Lloji i llogarisë suaj ka ndryshuar
sr: Тип налога је промењен
sw: Aina ya Akaunti yako imebadilishwa
tr: Hesap Türünüz değişti
uk: Тип Вашого облікового запису змінено

source: Please be advised your account status has changed. Your new account type is: %(account_type)s
ar: الرجاء ملاحظة أن حالة حسابك قد تغيرت. نوع الحساب الجديد هو: %(account_type)s
bg: Моля, обърнете внимание, че състоянието на профила Ви е променено. Новият му тип е: %(account_type)s
de: Der Status Ihres Kontos hat sich geändert. So lautet Ihr neuer Kontotyp: %(account_type)s.
fr: Par la présente, nous vous informons que l'état de votre compte a été modifié. Le nouveau type de votre compte est : %(account_type)s.
hr: Želimo vas obavijestiti da se status vašeg računa promijenio. Nova je vrsta vašeg računa: %(account_type)s
hu: Tájékoztatjuk, hogy fiókjának állapota megváltozott. Új fióktípusa a következő: %(account_type)s
mk: Ве известуваме дека статусот на вашата сметка е променет. Новиот тип на вашата сметка е:%(account_type)s
pt: O status de sua conta foi alterado. Seu novo tipo de conta é: %(account_type)s
ro: Trebuie să știți că starea contului s-a schimbat. Noul tip de cont este: %(account_type)s
ru: Статус аккаунта изменен. Новый тип аккаунта – %(account_type)s
sl: Obveščamo vas, da se je status vašega računa spremenil. Vaša nova vrsta računa je: %(account_type)s
sq: Ju lutemi, kini parasysh që statusi i llogarisë suaj ka ndryshuar. Lloji i ri i llogarisë suaj është: %(account_type)s
sr: Имајте у виду да је статус налога промењен. Нови тип налога је: %(account_type)s
sw: Tafadhali fahamu kwamba hadhi ya akaunti yako imebadilika. Aina mpya ya akaunti yako ni:%(account_type)s
tr: Hesap durumunuz değişmiştir. Yeni hesap türünüz: %(account_type)s
uk: Зверніть увагу, що статус Вашого облікового запису змінено. Новий тип Вашого облікового запису – %(account_type)s

source: Not Allowed
ar: غير مسموح
bg: Не е разрешено
de: Nicht zulässig
fr: Non autorisé
hr: Nije dopušteno
hu: Nem engedélyezett
mk: Не е дозволено
pt: Não permitido
ro: Nepermis
ru: Запрещено
sl: Ni dovoljeno
sq: Nuk lejohet
sr: Није дозвољено
sw: Hairuhusiwi
tr: İzin Verilmedi
uk: Не дозволено

source: Results
ar: النتائج
bg: Резултати
de: Ergebnisse
fr: Résultats
hr: Rezultati
hu: Eredmények
mk: Резултати
pt: Resultados
ro: Rezultate
ru: Результаты
sl: Rezultati
sq: Rezultatet
sr: Резултати
sw: Matokeo
tr: Sonuçlar
uk: Результати

source: Search terms
ar: عبارات البحث
bg: Думи за търсене
de: Suchbegriffe
fr: Termes de recherche
hr: Pojmovi za pretraživanje
hu: Keresett kifejezések
mk: Термини за пребарување
pt: Termos de pesquisa
ro: Termeni de căutare
ru: Введите запрос
sl: Iskalni izrazi
sq: Kushtet e kërkimit
sr: Термини за претрагу
sw: Hoja za utafutaji
tr: Arama terimleri
uk: Пошукові терміни

source: Navigate Results
ar: تصفح النتائج
bg: Придвижване в резултатите
de: In Ergebnissen navigieren
fr: Parcourir les résultats
hr: Kretanje kroz rezultate
hu: Eredmények keresése
mk: Движите се низ резултатите
pt: Navegar pelos resultados
ro: Navigați în rezultate
ru: Страницы результатов
sl: Pomikaj se po rezultatih
sq: Rezultatet e kërkimit
sr: Прегледајте резултате
sw: Nenda kwenye Matokeo
tr: Sonuçlarda Gezin
uk: Перегляд результатів

source: < Previous
ar: < السابق
bg: < Назад
de: < Zurück
fr: < Précédent
hr: < Prethodno
hu: < Előző
mk: < Претходна
pt: < Anterior
ro: < Înapoi
ru: < Пред.
sl: < Nazaj
sq: < Prapa
sr: < Претходно
sw: < Yaliyotangulia
tr: < Önceki
uk: < Назад

source: Next >
ar: التالي >
bg: Напред >
de: Weiter >
fr: Suivant >
hr: Sljedeće >
hu: Tovább >
mk: Следна >
pt: Próxima >
ro: Înainte >
ru: След. >
sl: Naprej >
sq: Përpara >
sr: Следеће >
sw: Yanayofuata >
tr: Sonraki >
uk: Далі >

source: Didn't find what you were looking for? Try one of our <a href="%(url)s">business registries</a>.
ar: إذا لم تتمكن من العثور على ما تبحث عنه، فجرب أحد <a href="%(url)s">سجلات الشركات</a>.
bg: Не намерихте това, което търсите? Опитайте с някой от <a href="%(url)s">фирмените ни регистри</a>.
de: Sie haben die gewünschten Informationen nicht gefunden? Versuchen Sie es in einem unserer <a href="%(url)s">Unternehmensregister</a>.
fr: Vous n'avez pas trouvé ce que vous cherchiez ? Essayez l'un de nos <a href="%(url)s">registres commerciaux</a>.
hr: Niste pronašli ono što ste tražili? Pokušajte u jednom od naših <a href="%(url)s">registara tvrtki</a>.
hu: Nem találta meg, amit keresett? Próbálja ki valamelyik <a href="%(url)s">cégnyilvántartásunkat</a>.
mk: Не го пронајдовте она што го баравте? Обидете се со некој од нашите <a href="%(url)s">деловни регистри</a>.
pt: Não encontrou o que procurava? Tente em um de nossos <a href="%(url)s">registros de empresas</a>.
ro: Nu ați găsit cea ce căutați? Încercați unul dintre <a href="%(url)s">registrele comerciale</a>.
ru: Не нашли нужных сведений? Воспользуйтесь списком <a href="%(url)s">реестров юридических лиц</a>.
sl: Niste našli, kar ste iskali? Preizkusite enega od naših <a href="%(url)s">poslovnih registrov</a>.
sq: Nuk e gjetët atë që po kërkoni? Provoni një nga <a href="%(url)s">regjistrat tanë të biznesit</a>.
sr: Нисте пронашли оно што тражите? Покушајте у неком од <a href="%(url)s">пословних регистара</a>.
sw: Je, hukupata ulichokuwa ukitafuta? Jaribu mojawapo ya <a href="%(url)s">sajili zetu za biashara</ a>.
tr: Aradığınız bilgileri bulamadınız mı? <a href="%(url)s">İşletme kayıtlarımızdan</a> birini deneyin.
uk: Не знайшли те, що шукали? Скористайтеся одним із наших <a href="%(url)s">реєстрів компаній</a>.

source: No search results.
ar: لا نتائج بحث.
bg: Няма намерени резултати от търсенето.
de: Keine Suchergebnisse.
fr: Aucun résultat de recherche.
hr: Nema rezultata pretraživanja.
hu: Nincsenek keresési eredmények.
mk: Нема резултати од пребарувањето.
pt: Nenhum resultado da pesquisa.
ro: Niciun rezultat al căutării.
ru: Ничего не найдено.
sl: Ni rezultatov iskanja
sq: Asnjë rezultat nuk u gjet nga kërkimi.
sr: Нема пронађених резултата претраге.
sw: Hakuna matokeo ya utafutaji.
tr: Arama sonucu yok.
uk: Немає результатів пошуку.

source: To search, type your query into the search box above.
ar: للبحث، اكتب استفسارك في مربع البحث أعلاه.
bg: За да търсите, въведете заявката си в съответното поле по-горе.
de: Zum Suchen geben Sie Ihre Anfrage oben in das Suchfeld ein.
fr: Pour effectuer une recherche, saisissez votre requête dans le champ de recherche ci-dessus.
hr: Da biste pretraživali, upišite svoj upit u gornji okvir za pretraživanje.
hu: A kereséshez írja be a keresett kifejezést a fenti keresőmezőbe.
mk: За пребарување, внесете го вашето барање во полето за пребарување погоре.
pt: Para pesquisar, digite sua consulta na caixa de pesquisa acima.
ro: Pentru a căuta, tastaţi întrebarea în caseta de căutare de mai sus.
ru: Введите запрос в окно поиска.
sl: Če želite iskati, vnesite poizvedbo v zgornje iskalno polje.
sq: Për të kërkuar, shkruani termin e kërkimit në shiritin e mësipërm.
sr: За претрагу унесите упит у оквир за претрагу изнад.
sw: Ili utafute, charaza swali lako katika sanduku la kutafuta hapo juu.
tr: Arama yapmak için sorgunuzu yukarıdaki arama kutusuna yazın.
uk: Щоб шукати, введіть запит у вікно пошуку вище.

source: Enter your terms...
ar: أدخل عباراتك...
bg: Въведете думите си за търсене...
de: Begriffe eingeben…
fr: Saisissez vos termes…
hr: Unesite pojmove...
hu: Adja meg a keresett kifejezéseket...
mk: Внесете ги вашите услови...
pt: Insira seus termos…
ro: Introduceți termenii...
ru: Введите запрос…
sl: Vnesite izraze ...
sq: Shkruani termat tuaj ...
sr: Унесите термине...
sw: Ingiza maneno yako...
tr: Terimlerinizi girin...
uk: Введіть терміни…

source: %(num_results)s result found.
ar: لم يتم العثور على أية نتائج (%(num_results)s).
bg: Намерени резултати: %(num_results)s.
de: %(num_results)s Ergebnisse gefunden
fr: %(num_results)s résultat trouvé.
hr: Pronađeno je ovoliko rezultata: %(num_results)s.
hu: %(num_results)s találat.
mk: Пронајдени се %(num_results)s резултати.
pt: %(num_results) resultados encontrados.
ro: S-au găsit %(num_results)s rezultate.
ru: Найдено результатов: %(num_results)s.
sl: Najdenih ni bilo %(num_results)s rezultatov.
sq: %(num_results)s rezultate u gjetën.
sr: Пронађено је %(num_results)s резултата.
sw: %(num_results)s yamepatikana.
tr: %(num_results)s sonuç bulundu.
uk: Знайдено %(num_results)s результатів.

source: Manage Information Request
ar: إدارة طلب المعلومات
bg: Управление на заявката за информация
de: Informationsanforderung verwalten
fr: Gérer la demande d'informations
hr: Upravljanje zahtjevom za informacije
hu: Információkérés kezelése
mk: Управувајте со барање за информации
pt: Gerenciar solicitações de informações
ro: Gestionați solicitarea de informații
ru: Управление запросом на получение информации
sl: Upravljanje zahtevka za informacije
sq: Ndrysho kërkesën për informacion
sr: Управљање захтевом за информације
sw: Dhibiti Ombi la Maelezo
tr: Bilgi Talebini Yönet
uk: Керувати запитом на інформацію

source: Public Requests
ar: طلبات عامة
bg: Обществени заявки
de: Öffentliche Anforderungen
fr: Demandes publiques
hr: Javni zahtjevi
hu: Nyilvános kérések
mk: Јавни барања
pt: Solicitações públicas
ro: Solicitări publice
ru: Общедоступные запросы
sl: Javni zahtevki
sq: Kërkesat publike
sr: Јавни захтеви
sw: Maombi ya Hadharani
tr: Genel Talepler
uk: Загальнодоступні запити

source: No requests found.
ar: لم يتم العثور على طلبات.
bg: Няма намерени заявки.
de: Keine Anforderungen gefunden
fr: Aucune demande n'a été trouvée.
hr: Nema zahtjeva.
hu: Nem találhatók kérések.
mk: Не се пронајдени барања.
pt: Nenhuma solicitação foi encontrada.
ro: Nu s-au găsit solicitări.
ru: Запросов не найдено.
sl: Najden ni bil noben zahtevek.
sq: Asnjë kërkesë nuk u gjet.
sr: Нема пронађених резултата.
sw: Hakuna maombi yaliyopatikana.
tr: Hiç talep bulunamadı.
uk: Запитів не знайдено.

source: Request Information
ar: طلب معلومات
bg: Заявка за информация
de: Informationen anfordern
fr: Demander des informations
hr: Podnošenje zahtjeva za informacije
hu: Információ kérése
mk: Барање за информации
pt: Solicitar informações
ro: Solicitați informații
ru: Запрос на получение информации
sl: Informacije o zahtevku
sq: Informacioni i kërkesës
sr: Захтевајте информације
sw: Omba Maelezo
tr: Bilgi Talebi
uk: Подати запит на інформацію

source: Your request will be routed to our professional researchers and volunteers, who will try to help.
ar: سيتم توجيه طلبك إلى باحثينا المتخصصين والمتطوعين، الذين يقدمون المساعدة.
bg: Заявката ви ще бъде пренасочена към професионалните ни изследователи и доброволците ни, които ще се опитат да помогнат.
de: Ihre Anforderung wird an unsere professionellen Rechercheure und Freiwilligen weitergeleitet, die versuchen werden, Ihnen behilflich zu sein.
fr: Votre demande sera transférée et traitée par nos volontaires et chercheurs professionnels.
hr: Vaš će zahtjev biti usmjeren našim profesionalnim istraživačima i volonterima koji će vam pokušati pomoći.
hu: Kérése professzionális kutatóinkhoz és önkénteseinkhez kerül, akik megpróbálnak segíteni.
mk: Вашето барање ќе биде проследено до нашите професионални истражувачи и волонтери кои ќе се обидат да ви помогнат.
pt: Sua solicitação será encaminhada a nossos pesquisadores e voluntários profissionais. Eles tentarão ajudá-lo.
ro: Solicitarea va fi direcționată către investigatorii noștri profesioniști și către voluntari, iar aceștia vor încerca să vă ajute.
ru: Ваш запрос будет передан нашим экспертам и волонтерам.
sl: Vaš zahtevek bo posredovan našim profesionalnim raziskovalcem in prostovoljcem, ki vam bodo poskušali pomagati.
sq: Kërkesa juaj do t'u dërgohet hulumtuesve tanë profesionistë dhe vullnetarëve të cilët do të përpiqen t'ju ndihmojnë.
sr: Проследићемо захтев стручним истраживачима и волонтерима, који ће покушати да вам помогну.
sw: Ombi lako litaelekezwa kwa wataalamu wetu wa utafiti na wanaojitolea, ambao watajaribu kukusaidia.
tr: Talebiniz size yardımcı olmaya çalışacak profesyonel araştırmacılarımıza ve gönüllülerimize yönlendirilecek.
uk: Ваш запит буде спрямовано нашим професійним дослідникам і волонтерам, які спробують допомогти.

source: No tickets found.
ar: لم يتم العثور على تذاكر.
bg: Няма намерени заявки.
de: Keine Tickets gefunden
fr: Aucun dossier n'a été trouvé.
hr: Nema ulaznica.
hu: Nem találhatók jegyek.
mk: Не се пронајдени барања за поддршка.
pt: Nenhum tíquete foi encontrado.
ro: Nu s-au găsit tichete.
ru: Заявок не найдено.
sl: Najden ni bil noben listek.
sq: Asnjë biletë nuk u gjet.
sr: Нема пронађених пријава.
sw: Hakuna tiketi zilizopatikana.
tr: Hiç bilet bulunamadı.
uk: Заявок не знайдено.

source: Summary
ar: ملخص
bg: Обобщена информация
de: Zusammenfassung
es: Resumen
fr: Résumé
hr: Sažetak
hu: Összegzés
mk: Резиме
pt: Resumo
ro: Rezumat
ru: Сводная информация
sl: Povzetek
sq: Përmbledhje
sr: Резиме
sw: Muhtasari
tr: Özet
uk: Короткий опис

source: Actions
ar: الإجراءات
bg: Действия
de: Aktionen
hr: Radnje
hu: Műveletek
mk: Дејства
pt: Ações
ro: Acțiuni
ru: Действия
sl: Dejanja
sq: Veprimet
sr: Радње
sw: Vitendo
tr: İşlemler
uk: Дії

source: Unassigned
ar: غير معين
bg: Невъзложено
de: Nicht zugewiesen
fr: Non attribué
hr: Nije dodijeljeno
hu: Megoldatlan
mk: Недоделено
pt: Não atribuídas
ro: Neatribuită
ru: Не назначено
sl: Nedodeljeno
sq: E pacaktuar
sr: Недодељено
sw: Haijapewa mtu
tr: Atanmayanlar
uk: Не призначено

source: No Responder
ar: لا تتوفر جهة استجابة
bg: Няма лице за отговор
de: Kein Antwortender
fr: Aucun intervenant.
hr: Nema odgovaratelja
hu: Nincs válaszadó
mk: Нема лице што одговара
pt: Sem respondente
ro: Niciun respondent
ru: Нет ответственных за обработку заявки
sl: Ni odzivne osebe
sq: Nuk ka person që të përgjigjet
sr: Нема особе задужене за одговор
sw: Hakuna mtu anayetoa majibu
tr: Hiç Yanıtlayan yok
uk: Немає відповідача

source: Completed
ar: اكتمل
bg: Завършено
de: Abgeschlossen
fr: Terminé
hr: Dovršeno
hu: Elkészült
mk: Завршено
pt: Concluído
ro: Finalizată
ru: Завершено
sl: Končano
sq: U përfundua
sr: Довршено је
sw: Imekamilika
tr: Tamamlandı
uk: Завершено

source: Cancelled
ar: تم الإلغاء
bg: Анулирано
de: Zurückgenommen
fr: Annulé
hr: Otkazano
hu: Visszavonva
mk: Откажано
pt: Cancelado
ro: Anulată
ru: Отменено
sl: Preklicano
sq: U anulua
sr: Отказано је
sw: Imeghairiwa
tr: İptal edildi
uk: Скасовано

source: Requests
ar: الطلبات
bg: Заявки
de: Anforderungen
fr: Demandes
hr: Zahtjevi
hu: Kérések
mk: Барања
pt: Solicitações
ro: Solicitări
ru: Запросы
sl: Zahtevki
sq: Kërkesat
sr: Захтеви
sw: Maombi
tr: Talepler
uk: Запити

source: My Requests
ar: طلباتي
bg: Моите заявки
de: Meine Anforderungen
fr: Mes demandes
hr: Moji zahtjevi
hu: Kéréseim
mk: Мои барања
pt: Minhas solicitações
ro: Solicitările mele
ru: Мои запросы
sl: Moji zahtevki
sq: Kërkesat e mia
sr: Моји захтеви
sw: Maombi Yangu
tr: Taleplerim
uk: Мої запити

source: Assigned Requests
ar: الطلبات المعينة
bg: Възложени заявки
de: Zugewiesene Anforderungen
fr: Demandes attribuées
hr: Dodijeljeni zahtjevi
hu: Hozzárendelt kérések
mk: Доделени барања
pt: Solicitações atribuídas
ro: Solicitări atribuite
ru: Назначенные запросы
sl: Dodeljeni zahtevki
sq: Kërkesa të caktuara
sr: Додељени захтеви
sw: Maombi Yaliyopewa Watu
tr: Atanan Talepler
uk: Призначені запити

source: Unassigned Tickets
ar: التذاكر غير المعينة
bg: Невъзложени заявки
de: Nicht zugewiesene Tickets
fr: Dossiers non attribués
hr: Nedodijeljene ulaznice
hu: Nem hozzárendelt jegyek
mk: Недоделени барања за поддршка
pt: Tíquetes não atribuídos
ro: Tichete neatribuite
ru: Не назначенные заявки
sl: Nedodeljeni listki
sq: Bileta të pacaktuara
sr: Недодељене пријаве
sw: Tiketi ambazo Hazijapewa watu
tr: Atanmayan Biletler
uk: Не призначені заявки

source: Upcoming Deadlines
ar: المواعيد النهائية القادمة
bg: Предстоящи крайни срокове
de: Anstehende Fälligkeitstermine
fr: Échéances à venir
hr: Predstojeći rokovi
hu: Közelgő határidők
mk: Претстојни крајни рокови
pt: Próximos prazos
ro: Termene limită viitoare
ru: Ближайшие сроки
sl: Prihajajoči roki
sq: Afatet e ardhshme
sr: Предстојећи крајњи рокови
sw: Makataa Yanayokuja
tr: Yaklaşan Son Teslim Tarihleri
uk: Найближчі терміни виконання

source: Flagged Tickets
ar: التذاكر المعلمة
bg: Означени заявки
de: Gemeldete Tickets
fr: Dossiers marqués
hr: Označene ulaznice
hu: Megjelölt jegyek
mk: Означени барања за поддршка
pt: Tíquetes sinalizados
ro: Tichete marcate
ru: Отмеченные заявки
sl: Listki z zastavicami
sq: Bileta të shenjuara me flamur
sr: Означене пријаве
sw: Tiketi Zilizotiwa alama
tr: İşaretlenmiş Biletler
uk: Позначені заявки

source: Closed Tickets
ar: التذاكر المغلقة
bg: Затворени заявки
de: Geschlossene Tickets
fr: Dossiers fermés
hr: Zatvorene ulaznice
hu: Lezárt jegyek
mk: Затворени барања за поддршка
pt: Tíquetes fechados
ro: Tichete închise
ru: Закрытые заявки
sl: Zaprti listki
sq: Bileta të mbyllura
sr: Затворене пријаве
sw: Tiketi Zilizofungwa
tr: Kapanmış Biletler
uk: Закриті заявки

source: Billing
ar: الفوترة
bg: Таксуване
de: Abrechnung
fr: Facturation
hr: Naplata
hu: Számlázás
mk: Наплата
pt: Faturamento
ro: Facturare
ru: Оплата
sl: Obračun
sq: Faturimi
sr: Плаћање
sw: Maelezo ya Ulipaji
tr: Faturalandırma
uk: Рахунки

source: Customer Report
ar: تقرير العملاء
bg: Клиентски отчет
de: Kundenbericht
fr: Rapports Clients
hr: Korisničko izvješće
hu: Ügyféljelentés
mk: Извештај на клиентот
pt: Relatório do cliente
ro: Raport pentru client
ru: Отчет клиента
sl: Poročilo o strankah
sq: Raporti i klientit
sr: Кориснички извештај
sw: Ripoti ya Mteja
tr: Müşteri Raporu
uk: Звіт для клієнта

source: Outstanding Charges
ar: الرسوم المستحقة
bg: Дължими такси
de: Ausstehende Gebühren
fr: Débits non réglés
hr: Nepodmirena terećenja
hu: Fennálló díjak
mk: Преостанати трошоци
pt: Cobranças pendentes
ro: Costuri restante
ru: Задолженности
sl: Neplačani stroški
sq: Faturat e papaguara
sr: Преостало задужење
sw: Ada ambayo Haijalipwa
tr: Ödenmemiş Ücretler
uk: Не здійснені платежі

source: Cost
ar: التكلفة
bg: Цена
de: Kosten
fr: Coût
hr: Cijena
hu: Költség
mk: Цена
pt: Preço
ru: Стоимость
sl: Strošek
sq: Kostoja
sr: Цена
sw: Gharama
tr: Maliyet
uk: Вартість

source: Converted
ar: تم التحويل
bg: Конвертирано
de: Umgerechnet
fr: Converti
hr: Preračunato
hu: Átváltva
mk: Претворено
pt: Convertido
ro: Transformat
ru: Конвертированная сумма
sl: Pretvorjen
sq: Kthyer
sr: Конвертовано
sw: Imebadilishwa
tr: Dönüştürüldü
uk: Конвертована вартість

source: Reconciled
ar: تمت التسوية
bg: Изравнено
de: Beglichen
fr: Rapproché
hr: Podmireno
hu: Kiegyenlítve
mk: Подмирено
pt: Reconciliado
ro: Reconciliat
ru: Пересмотрено
sl: Usklajen
sq: Bashkërenduar
sr: Сведено
sw: Imesawazishwa
tr: Mutabık
uk: Узгоджено

source: Created
ar: تم الإنشاء
bg: Създадено
de: Erstellt
fr: Créé
hr: Izrađeno
hu: Létrehozva
mk: Создадено
pt: Criado
ro: Data creării
ru: Создано
sl: Ustvarjen
sq: Krijuar
sr: Направљено
sw: Imeundwa
tr: Oluşturuldu
uk: Створено

source: No charges found.
ar: لا رسوم.
bg: Няма намерени такси.
de: Keine Gebühren gefunden
fr: Aucun débit n'a été trouvé.
hr: Nema terećenja.
hu: Nem találhatók díjak.
mk: Не се пронајдени трошоци.
pt: Nenhuma cobrança foi encontrada.
ro: Nu s-au găsit costuri.
ru: Платежи не найдены.
sl: Najden ni bil noben strošek.
sq: Asnjë faturë nuk u gjet.
sr: Нема пронађених трошкова.
sw: Hakuna ada zilizopatikana.
tr: Hiç ücret bulunamadı.
uk: Платежів не знайдено.

source: Reconcile Charge
ar: تسوية الرسوم
bg: Изравняване на таксата
de: Gebühr begleichen
fr: Rapprocher le débit
hr: Podmiri terećenje
hu: Díj kiegyenlítése
mk: Подмирете трошоци
pt: Reconciliar cobrança
ro: Reconciliați costul
ru: Пересмотреть платеж
sl: Uskladi strošek
sq: Bashkërendo faturën
sr: Сведи трошкове
sw: Sawazisha Ada
tr: Ücreti Mutabık Kıl
uk: Узгодити платіж

source: Reconcile
ar: تسوية
bg: Изравняване
de: Begleichen
fr: Rapprocher
hr: Podmiri
hu: Kiegyenlítés
mk: Подмирете
pt: Reconciliar
ro: Reconciliați
ru: Пересмотреть
sl: Uskladi
sq: Bashkërendo
sr: Сведи
sw: Sawazisha
tr: Mutabık Kıl
uk: Узгодити

source: Created on
ar: تم الإنشاء في
bg: Дата на създаване
de: Erstellt am
fr: Date de création :
hr: Izrađeno
hu: Létrehozva:
mk: Создадено на
pt: Criado em
ro: Creată la
ru: Время создания
sl: Ustvarjeno
sq: Krijuar në
sr: Направљено је
sw: Iliundwa mnamo:
tr: Oluşturulma tarihi:
uk: Створено
