Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: In Progress
ar: قيد التقدم
bg: В процес на работа
de: In Bearbeitung
es: En progreso
fr: En cours
hr: U tijeku
hu: Folyamatban
mk: Во тек
pt: Em andamento
ro: În curs de desfășurare
ru: Выполняется
sl: V teku
sq: Në përpunim e sipër
sr: У току
sw: Inaendelea
tr: Devam eden
uk: Виконується

source: Paid
ar: مدفوع
bg: Платено
de: Bezahlt
es: Pagado
fr: Payé
hr: Plaćeno
hu: Fizetett
mk: Платено
pt: Pagas
ro: Plătită
ru: Оплачено
sl: Plačano
sq: Paguar
sr: Плаћено
sw: Imelipwa
tr: Ödendi
uk: Оплачено

source: Paid by OCCRP
ar: تم الدفع بواسطة OCCRP
bg: Платено от OCCRP
de: Von OCCRP bezahlt
es: Pagado por OCCRP
fr: Payé par l'OCCRP
hr: Platio OCCRP
hu: Az OCCRP által fizetett
mk: Платено од страна на OCCRP
pt: Pago pelo OCCRP
ro: Plătită de OCCRP
ru: Оплачено OCCRP
sl: Plačala organizacija OCCRP
sq: Paguar nga OCCRP
sr: Платио је OCCRP
sw: Imelipwa na OCCRP
tr: OCCRP tarafından ödendi
uk: Оплачено OCCRP

source: Parent
ar: أحد الأبوين
bg: Родител
de: Elternteil
es: Patente
hr: Roditelj
hu: Szülő
mk: Родител
pt: Pais
ro: Părinte
ru: Родитель
sl: Eden od staršev
sq: Prind
sr: Родитељ
sw: Mzazi
tr: Ebeveyn
uk: Батько або мати

source: Spouse
ar: أحد الزوجين
bg: Съпруг/а
de: Ehepartner
es: Esposo (a)
fr: Conjoint
hr: Supružnik
hu: Házastárs
mk: Брачен другар
pt: Cônjuge
ro: Soț/Soție
ru: Супруг(-а)
sl: Zakonec
sq: Bashkëshort
sr: Супружник
sw: Mwenzi wa Ndoa
tr: Eşi
uk: Чоловік або дружина

source: Other Relative
ar: قريب آخر
bg: Друг роднина
de: Anderer Verwandter
es: Otro familiar
fr: Autre parent
hr: Drugi rođak
hu: Egyéb rokon
mk: Друг роднина
pt: Outro parente
ro: Alt membru al familiei
ru: Другая степень родства
sl: Drugi sorodnik
sq: I afërm tjetër
sr: Други рођаци
sw: Jamaa Mwingine
tr: Diğer Yakını
uk: Інший родич

source: Friend or Acquaintance
ar: أحد الأصدقاء أو المعارف
bg: Приятел или познат
de: Freund oder Bekannter
es: Amigo(a) o conocido (a)
fr: Ami ou connaissance
hr: Prijatelj ili poznanik
hu: Barát vagy ismerős
mk: Пријател или познаник
pt: Amigo ou conhecido
ro: Prieten sau cunoștință
ru: Друг или знакомый
sl: Prijatelj ali znanec
sq: Mik/e ose i/e njohur
sr: Пријатељ или познаник
sw: Rafiki au Marafiki
tr: Arkadaş veya Tanıdık
uk: Друг або знайомий

source: Employer
ar: صاحب العمل
bg: Работодател
de: Arbeitgeber
es: Empleador
fr: Employeur
hr: Poslodavac
hu: Munkáltató
mk: Работодавач
pt: Empregador
ro: Angajator
ru: Работодатель
sl: Delodajalec
sq: Punëdhënës
sr: Послодавац
sw: Mwajiri
tr: İşveren
uk: Роботодавець

source: Business Partner
ar: شريك أعمال
bg: Бизнес партньор
de: Geschäftspartner
es: Socio
fr: Partenaire commercial
hr: Poslovni partner
hu: Üzleti partner
mk: Деловен партнер
pt: Parceiro de negócios
ro: Partener de afaceri
ru: Деловой партнер
sl: Poslovni partner
sq: Ortak biznesi
sr: Пословни партнер
sw: Mshirika wa Bishara
tr: İş Ortağı
uk: Діловий партнер

source: Proxy
ar: الوكيل
bg: Пълномощник
de: Stellvertreter
es: Apoderado
hr: Opunomoćenik
hu: Meghatalmazott
mk: Прокси
ru: Доверенное лицо
sq: Prokura
sr: Заступник
sw: Seva mbadala
tr: Vekil
uk: Довірена особа

source: Birthplace
ar: مكان الميلاد
bg: Място на раждане
de: Geburtsort
es: Nacido en
fr: Lieu de naissance
hr: Mjesto rođenja
hu: Születési hely
mk: Место на раѓање
pt: Local de nascimento
ro: Locul nașterii
ru: Место рождения
sl: Rojstni kraj
sq: Vendlindja
sr: Место рођења
sw: Mahali pa kuzaliwa
tr: Doğum Yeri
uk: Місце народження

source: Registered Address
ar: العنوان المسجل
bg: Адрес на регистрация
de: Eingetragene Adresse
es: Dirección registrada
fr: Adresse légale
hr: Adresa prebivališta
hu: Bejegyzett cím
mk: Регистрирана адреса
pt: Endereço registrado
ro: Adresă oficială
ru: Адрес регистрации
sl: Registrirani naslov
sq: Adresa e regjistruar
sr: Регистрована адреса
sw: Anwani Iliyosajiliwa
tr: Kayıtlı Adres
uk: Зареєстрована адреса

source: Home Address
ar: عنوان المنزل
bg: Домашен адрес
de: Privatadresse
es: Dirección domicilio
fr: Adresse personnelle
hr: Adresa stanovanja
hu: Otthoni cím
mk: Домашна адреса
pt: Endereço residencial
ro: Adresă de domiciliu
ru: Домашний адрес
sl: Domači naslov
sq: Adresa e vendbanimit
sr: Адреса
sw: Anwani ya Nyumbani
tr: Ev Adresi
uk: Домашня адреса

source: Director
ar: المدير
bg: Директор
de: Direktor
fr: Directeur
hr: Direktor
hu: Igazgató
mk: Директор
pt: Diretor
ru: Директор
sl: Direktor
sq: Drejtor
sr: Директор
sw: Mkurugenzi
tr: Direktör
uk: Директор

source: Secretary
ar: السكرتير
bg: Секретар
de: Geschäftsführer
es: Secretario (a)
fr: Secrétaire
hr: Tajnik
hu: Titkár
mk: Секретар
pt: Secretário
ro: Secretară
ru: Секретарь
sl: Tajnica
sq: Sekretar
sr: Секретар
sw: Katibu
tr: Sekreter
uk: Секретар

source: Authorized Person
ar: الشخص المخول
bg: Упълномощено лице
de: Autorisierte Person
es: Persona autorizada
fr: Personne autorisée
hr: Ovlaštena osoba
hu: Meghatalmazott személy
mk: Овластено лице
pt: Pessoa autorizada
ro: Persoană autorizată
ru: Уполномоченное лицо
sl: Pooblaščena oseba
sq: Person i autorizuar
sr: Особа са овлашћењем
sw: Mtu Aliye na Mamlaka
tr: Yetkili Kişi
uk: Уповноважена особа

source: Representative
ar: الممثل
bg: Представител
de: Vertreter
es: Representante
fr: Représentant
hr: Predstavnik
hu: Képviselő
mk: Претставник
pt: Representante
ro: Reprezentant
ru: Представитель
sl: Predstavnik
sq: Përfaqësues
sr: Представник
sw: Mwakilishi
tr: Temsilci
uk: Представник

source: Shareholder
ar: المساهم
bg: Собственик на дялове
de: Aktionär
es: Accionista
fr: Actionnaire
hr: Dioničar
hu: Részvényes
mk: Акционер
pt: Acionista
ro: Acționar
ru: Акционер
sl: Delničar
sq: Aksioner
sr: Акционар
sw: Mwanahisa
tr: Hissedar
uk: Акціонер

source: Employee
ar: الموظف
bg: Служител
de: Mitarbeiter
es: Empleado
fr: Employé
hr: Zaposlenik
hu: Alkalmazott
mk: Вработен
pt: Funcionário
ro: Angajat
ru: Сотрудник
sl: Zaposleni
sq: Punonjës
sr: Запослени
sw: Mfanyakazi
tr: Çalışan
uk: Працівник

source: Subsidiary
ar: شركة فرعية
bg: Дъщерно дружество
de: Tochterunternehmen
es: Sucursal
fr: Filiale
hr: Podružnica
hu: Leányvállalat
mk: Подружница
pt: Subsidiárias
ro: Filială
ru: Дочерняя компания
sl: Podružnica
sq: Vartës
sr: Подружница
sw: Kampuni tanzu
tr: Yan Kuruluş
uk: Філія

source: Trading Partner
ar: الشريك التجاري
bg: Търговски партньор
de: Handelspartner
es: Socio Comercial
fr: Partenaire commercial
hr: Trgovinski partner
hu: Kereskedelmi partner
mk: Партнер за тргување
pt: Parceiro comercial
ro: Partener comercial
ru: Торговый партнер
sl: Trgovinski partner
sq: Ortak tregtie
sr: Трговински партнер
sw: Mshirika wa Biashara
tr: Ticaret Ortağı
uk: Торговий партнер

source: Place of Business
ar: مكان الشركة
bg: Адрес на управление
de: Geschäftssitz
es: Lugar del Negocio
fr: Établissement commercial
hr: Mjesto poslovanja
hu: Telephely
mk: Место на деловно работење
pt: Local de negócios
ro: Sediu
ru: Место ведения деятельности
sl: Sedež podjetja
sq: Vendi i biznesit
sr: Место пословања
sw: Mahali pa Biashara
tr: İşletmenin Bulunduğu Yer
uk: Місце роботи

source: Media: non-profit
ar: الوسيلة: غير ربحية
bg: Медии: С нестопанска цел
de: Medien: gemeinnützig
es: Medio: sin fines de lucro
fr: Média : organisation à but non lucratif
hr: Mediji: neprofitni
hu: Média: nonprofit
mk: Медуим: непрофитабилен
pt: Mídia: não lucrativa
ru: СМИ: некоммерческие
sl: Mediji: neprofitno
sq: Media: jo fitimprurëse
sr: Медији: непрофитна организација
sw: Vyombo vya habari: lisilo la faida
tr: Medya: kâr amacı gütmeyen
uk: ЗМІ: некомерційні

source: Media: for-profit
ar: الوسيلة: ربحية
bg: Медии: С търговска цел
de: Medien: gewinnorientiert
es: Media: privado
fr: Média : à but lucratif
hr: Mediji: profitni
hu: Média: nyereségorientált
mk: Медиум: профитабилен
pt: Mídia: a lucrar
ro: Media: comercial
ru: СМИ: коммерческие
sl: Mediji: profitno
sq: Media: fitimprurëse
sr: Медији: профитабилна организација
sw: Vyombo vya habari: la faida
tr: Medya: kâr amacı güden
uk: ЗМІ: комерційні

source: Media: freelance
ar: الوسيلة: حرة
bg: Медии: На свободна практика
de: Medien: freiberuflich
fr: Média : indépendant
hr: Mediji: slobodni
hu: Média: szabadúszó
mk: Медиум: слободен
pt: Mídia: autônomo
ro: Media: liber profesionist
ru: СМИ: фриланс
sl: Mediji: pogodbeni delavec
sq: Media: e pavarur
sr: Медији: хонорарни рад
sw: Vyombo vya habari: wa kujitegemea
tr: Medya: serbest
uk: ЗМІ: незалежні

source: Business: due diligence/investigation
ar: الشركة: العناية الواجبة/التحقيق
bg: Бизнес: Надлежно проучване/разследване
de: Unternehmen: Due Diligence/Recherche
es: Negocio: investigación de rutina
fr: Activité : diligence raisonnable/enquête
hr: Tvrtka: dubinsko snimanje/istraživanje
hu: Vállalkozás: átvilágítás/vizsgálat
mk: Деловно работење: ревизија/истрага
pt: Negócios: diligência/investigação
ro: Companie: verificare internă/investigație
ru: Бизнес: аудит/расследования
sl: Podjetje: skrbni pregled/preiskava
sq: Biznes: nën vlerësim/hetim
sr: Област пословања: провера финансијског стања/истрага
sw: Biashara: uchunguzi/upelelezi
tr: İşletme: detaylı araştırma/soruşturma
uk: Діяльність: експертиза або розслідування

source: Business: legal
ar: الشركة: قانونية
bg: Бизнес: Правни въпроси
de: Unternehmen: Rechtswesen
es: Negocio: legal
fr: Activité : légale
hr: Tvrtka: pravno
hu: Vállalkozás: jogi
mk: Деловно работење: правни работи
pt: Negócios: legal
ro: Companie: juridic
ru: Бизнес: юридические услуги
sl: Podjetje: pravno
sq: Biznes: ligjor
sr: Област пословања: право
sw: Biashara: kisheria
tr: İşletme: hukuk
uk: Діяльність: право

source: Business: general
ar: الشركة: عامة
bg: Бизнес: Общо
de: Unternehmen: allgemein
es: Negocio: general
fr: Activité : générale
hr: Tvrtka: općenito
hu: Vállalkozás: általános
mk: Деловно работење: општо
pt: Negócios: geral
ro: Companie: general
ru: Бизнес: общие услуги
sl: Podjetje: splošno
sq: Biznes: i përgjithshëm
sr: Област пословања: опште
sw: Biashara: jumla
tr: İşletme: genel
uk: Діяльність: загальна

source: Government
ar: الحكومة
bg: Правителствен сектор
de: Staatliche Einrichtungen
es: Gobierno
fr: Gouvernement
hr: Vlada
hu: Állami
mk: Влада
pt: Governo
ro: Guvernare
ru: Государственное учреждение
sl: Državno
sq: Qeveria
sr: Влада
sw: Serikali
tr: Devlet
uk: Державна установа

source: Civil society/non-profit
ar: مجتمع مدني/ غير ربحية
bg: Гражданско общество/с нестопанска цел
de: Bürgerliche Gesellschaft/gemeinnützig
fr: Société civile/organisme à but non lucratif
hr: Civilno društvo/neprofitna organizacija
hu: Civil szervezet/nonprofit
mk: Граѓанско општество/непрофитабилно
pt: Sociedade civil/sem fins lucrativos
ro: Societate civilă/non-profit
ru: Общественная/некоммерческая организация
sl: Civilna družba/neprofitno
sq: Shoqëria civile/jo fitimprurëse
sr: Грађанско друштво/непрофитна организација
sw: Mashirika ya kijamii/mashirika yasiyo ya faida
tr: Sivil toplum örgütü/kâr amacı gütmeyen kuruluş
uk: Громадська або некомерційна організація

source: Individual
ar: فردي
bg: Физическо лице
de: Einzelperson
fr: Personnel
hr: Pojedinac
hu: Egyéni
mk: Поединец
ru: Частное лицо
sl: Posameznik
sr: Појединац
sw: Mtu Binafsi
tr: Bağımsız
uk: Фізична особа

source: Other (please specify)
ar: غير ذلك (الرجاء التحديد)
bg: Друго (моля, посочете)
de: Sonstiges (bitte angeben)
es: Otro (por favor, explicar en comentarios)
fr: Autre (veuillez préciser)
hr: Nešto drugo (navedite što)
hu: Egyéb (kérjük, részletezze)
mk: Друго (наведете)
pt: Outro (especifique)
ro: Altele (specificați)
ru: Другое (укажите)
sl: Drugo (navedite)
sq: Tjetër (ju lutemi, jepni hollësira)
sr: Друго (наведите)
sw: Nyingine (tafadhali taja)
tr: Diğer (lütfen belirtin)
uk: Інше (укажіть)

source: None
ar: بدون
bg: Няма
de: Leer
fr: Aucun
hr: Ništa
hu: Nincs
mk: Ниедно
pt: Nenhum
ro: Niciuna
ru: Нет
sl: Nič od tega
sq: Asnjë
sr: Ништа
sw: Hamna
tr: Yok
uk: Нічого

source: Connectas in the Americas
ar: Connectas في الأمريكتين
bg: Connectas в Северна и Южна Америка
de: Connectas in Amerika
hr: Connectas u Sjevernoj i Južnoj Americi
mk: Connectas во Америка
pt: Connectas nas Américas
sq: Connectas në dy Amerikat
sw: Connectas Amerika
tr: Amerika Kıtalarında Connectas

source: Website
ar: موقع الويب
bg: Уебсайт
fr: Site Web
hr: Web-lokacija
hu: Webhely
mk: Веб-сајт
ro: Site
ru: Веб-сайт
sl: Spletno mesto
sq: Ueb-faqe
sr: Веб-сајт
sw: Tovuti
tr: Web sitesi
uk: Веб-сайт

source: Print
ar: الطباعة
bg: Печатно издание
de: Printmedien
es: Imprimir
fr: Imprimer
hr: Ispis
hu: Nyomtatás
mk: Печатете
pt: Imprimir
ro: Presă scrisă
ru: Печатное издание
sl: Tiskani medij
sq: Media e shkruar
sr: Штампа
sw: Chapisha
tr: Basılı
uk: Друковане видання

source: Broadcast TV
ar: البث التلفزيوني
bg: Ефирна телевизия
de: Fernsehübertragung
es: Televisión
fr: Télévision hertzienne
hr: Zemaljska TV
hu: Televíziós közvetítés
mk: Емитување на ТВ
pt: Transmissão por TV
ro: Televiziune
ru: Телевещание
sl: Televizijsko oddajanje
sq: Transmetues televiziv
sr: Емитовање на телевизији
sw: Televisheni ya Matangazo
tr: TV Yayını
uk: Телемовна компанія

source: Broadcast Radio
ar: البث الإذاعي
bg: Ефирно радио
de: Radioübertragung
es: Radio
fr: Radiodiffusion
hr: Zemaljski radio
hu: Rádiós közvetítés
mk: Емитување на радио
pt: Transmissão por rádio
ro: Radio
ru: Радиовещание
sl: Radijsko oddajanje
sq: Transmetues radiofonik
sr: Емитовање на радију
sw: Redio ya Matangazo
tr: Radyo Yayını
uk: Радіомовна компанія

source: Other or don't know
ar: غير ذلك أو لا أعرف
bg: Друго или не знаете
de: Sonstige/Weiß nicht
es: Otro o no sé
fr: Autre ou ne sais pas
hr: Ostalo ili nepoznato
hu: Egyéb vagy nem tudom
mk: Друго или не знам
pt: Outro ou não sei
ro: Alta sau nu știu
ru: Другое или неизвестно
sl: Drugo oz. ne veste
sq: Tjetër, ose nuk e di
sr: Друго или непознато
sw: Nyingine au haujui
tr: Diğer veya bilmiyorum
uk: Інше або не знаю

source: Less than 10,000
ar: أقل من 10000
bg: По-малко от 10 000
de: Unter 10.000
es: Menos de 10,000
fr: Moins de 10 000
hr: Manje od 10.000
hu: Kevesebb mint 10 000
mk: Помалку од 10.000
pt: Menos de 10.000
ro: Mai puțin de 10.000
ru: Менее 10 000
sl: Manj kot 10.000
sq: Më pak se 10 000
sr: Мање од 10.000
sw: Chini ya 10,000
tr: 10.000'den az
uk: До 10 000

source: 10,000 to 25,000
ar: من 10000 إلى 25000
de: 10.000 bis 25.000
es: 10,000 a 25,000
mk: Од 10.000 до 25.000
pt: de 10.000 a 25.000
ro: Între 10.000 și 25.000
sl: Od 10.000 do 25.000
sq: 10 000 deri në 25 000
sr: од 10.000 до 25.000
sw: 10,000 hadi 25,000

source: 25,000 to 50,000
ar: من 25000 إلى 50000
de: 25.000 bis 50.000
es: 25,000 a 50,000
mk: Од 25.000 до 50.000
pt: de 25.000 a 50.000
ro: Între 25.000 și 50.000
sl: Od 25.000 do 50.000
sq: 25 000 deri në 50 000
sr: од 25.000 до 50.000
sw: 25,000 hadi 50,000

source: 50,000 to 100,000
ar: من 50000 إلى 100000
de: 50.000 bis 100.000
es: 50,000 a 100,000
mk: Од 50.000 до 100.000
pt: de 50.000 a 100.000
ro: Între 50.000 și 100.000
sl: Od 50.000 do 100.000
sq: 50 000 deri në 100 000
sr: од 50.000 до 100.000
sw: 50,000 hadi 100,000

source: 100,000 to 250,000
ar: من 100000 إلى 250000
de: 100.000 bis 250.000
mk: Од 100.000 до 250.000
pt: de 100.000 a 250.000
ro: Între 100.000 și 250.000
sl: Od 100.000 do 250.000
sq: 100 000 deri në 250 000
sr: од 100.000 до 250.000
sw: 100,000 hadi 250,000

source: 250,000 to 500,000
ar: من 250000 إلى 500000
de: 250.000 bis 500.000
es: 250,000 a 500,000
mk: Од 250.000 до 500.000
pt: de 250.000 a 500.000
ro: Între 250.000 și 500.000
sl: Od 250.000 do 500.000
sq: 250 000 deri në 500 000
sr: од 250.000 до 500.000
sw: 250,000 hadi 500,000

source: More than 500,000
ar: أكثر من 500000
bg: Повече от 500 000
de: Über 500.000
es: Mas de 500,000
fr: Plus de 500 000
hr: Više od 500.000
hu: Több mint 500 000
mk: Повеќе од 500.000
pt: Mais de 500.000
ro: Peste 500.000
ru: Более 500 000
sl: Več kot 500.000
sq: Më shumë se 500 000
sr: Преко 500.000
sw: Zaidi ya 500,000
tr: 500.000'den fazla
uk: Понад 500 000

source: Business Registry
ar: سجل الشركة
bg: Фирмен регистър
de: Unternehmensregister
fr: Registre d'entreprise
hr: Registar tvrtki
hu: Cégnyilvántartás
mk: Деловен уписник
pt: Registro de empresas
ro: Registru comercial
ru: Реестр юридических лиц
sl: Poslovni register
sq: Regjistri i bizneseve
sr: Пословни регистар
sw: Sajili ya Biashara
tr: İşletme Kaydı
uk: Реєстр компаній

source: Regional procurement registry
ar: سجل المشتريات الإقليمية
bg: Регионален регистър на обществените поръчки
de: Regionale Beschaffungsbehörde
fr: Registre d'approvisionnement régional
hr: Regionalni registar za nabavu
hu: Regionális beszerzési nyilvántartás
mk: Регистар за регионални набавки
pt: Registro de aquisições regionais
ro: Registrul regional de achiziții
ru: Региональный реестр закупок
sl: Register regionalnih javnih naročil
sq: Regjistri i prokurimeve rajonale
sr: Регистар регионалних предузећа за набавку
sw: Sajili ya kanda ya manunuzi
tr: Bölgesel ihale kayıt defteri
uk: Регіональний реєстр постачання

source: Regulatory Agency
ar: الهيئة التنظيمية
bg: Регулаторна агенция
de: Aufsichtsbehörde
fr: Agence de régulation
hr: Regulatorno tijelo
hu: Szabályozó hatóság
mk: Регулаторна агенција
pt: Agência reguladora
ro: Autoritate de reglementare
ru: Надзорный орган
sl: Regulativna agencija
sq: Agjencia rregullatore
sr: Регулаторна агенција
sw: Shirika la Udhibiti
tr: Düzenleyici Kurum
uk: Розпорядчий орган

source: Commercial Register
ar: السجل التجاري
bg: Търговски регистър
de: Handelsregister
fr: Registre commercial
hr: Komercijalni registar
hu: Cégjegyzék
mk: Трговски регистар
pt: Registro comercial
ro: Registrul Comerțului
ru: Торговый реестр
sl: Register družb
sq: Regjistri tregtar
sr: Регистар трговинских предузећа
sw: Sajili ya Kibiashara
tr: Ticari Sicil
uk: Комерційний реєстр

source: Court Registry
ar: سجل المحكمة
bg: Съдебен регистър
de: Gerichtskanzlei
fr: Greffe de tribunal
hr: Sudski registar
hu: Bírósági nyilvántartás
mk: Судски регистар
pt: Registro no tribunal
ro: Registru judiciar
ru: Судебный реестр
sl: Sodni register
sq: Regjistri gjyqësor
sr: Регистар судова
sw: Sajili ya Mahakama
tr: Mahkeme Kayıt Defteri
uk: Судовий реєстр

source: Gazette
ar: الجريدة الرسمية
bg: Вестник
de: Amtsblatt
hr: Službeni list
hu: Közlöny
mk: Весник
pt: Gazeta
ro: Monitor oficial
ru: Официальный орган печати
sl: Uradni list
sq: Gazeta Zyrtare
sr: Службени лист
sw: Gazeti la Serikali
tr: Resmi Gazete
uk: Урядовий бюлетень

source: Land Registry
ar: السجل العقاري
bg: Имотен регистър
de: Grundbuchamt
fr: Registre foncier
hr: Zemljišne knjige
hu: Földhivatal
mk: Катастар
pt: Registro de imóveis
ro: Oficiu de cadastru
ru: Кадастр недвижимости
sl: Zemljiška knjiga
sq: Kadastra (Regjistri i pronave)
sr: Регистар земљишта
sw: Sajili ya Ardhi
tr: Tapu Kadastro
uk: Земельний кадастр

source: All Databases
ar: جميع قواعد البيانات
bg: Всички бази от данни
de: Alle Datenbanken
fr: Toutes les bases de données
hr: Sve baze podataka
hu: Minden adatbázis
mk: Сите бази на податоци
pt: Todos os bancos de dados
ro: Toate bazele de date
ru: Все базы данных
sl: Vse zbirke podatkov
sq: Të gjitha bazat e të dhënave
sr: Све базе података
sw: Hifadhidata Zote
tr: Tüm Veritabanları
uk: Усі бази даних

source: Global Databases
ar: قواعد البيانات العامة
bg: Глобални бази от данни
de: Weltweite Datenbanken
fr: Bases de données mondiales
hr: Globalne baze podataka
hu: Globális adatbázisok
mk: Глобални бази на податоци
pt: Bancos de dados globais
ro: Baze de date globale
ru: Глобальные базы данных
sl: Globalne zbirke podatkov
sq: Bazat globale të të dhënave
sr: Глобалне базе података
sw: Hifadhidata Kuu
tr: Küresel Veritabanları
uk: Світові бази даних

source: Label
ar: التصنيف
bg: Етикет
fr: Libellé
hr: Oznaka
hu: Címke
mk: Ознака
pt: Rótulo
ro: Etichetă
ru: Ярлык
sl: Oznaka
sq: Klasifikimi
sr: Ознака
sw: Lebo
tr: Etiket
uk: Мітка

source: Kind
ar: الفئة
bg: Вид
de: Art
es: Etiqueta
fr: Sorte
hr: Kategorija
hu: Fajta
mk: Вид
pt: Tipo
ro: Tip
ru: Разновидность
sl: Vrsta
sq: Lloji (i kompanisë)
sr: Врста
sw: Aina
tr: Çeşit
uk: Вид

source: Type
ar: النوع
bg: Тип
de: Typ
es: Tipo
hr: Vrsta
hu: Típus
mk: Тип
pt: Tipo
ro: Tip
ru: Тип
sl: Tip
sq: Lloji
sr: Тип
sw: Aina
tr: Tür
uk: Тип

source: Start Date
ar: تاريخ البدء
bg: Начална дата
de: Startdatum
es: Fecha de inicio
fr: Date de début
hr: Datum početka
hu: Kezdő dátum
mk: Датум на започнување
pt: Data de início
ro: Data începerii
ru: Дата начала
sl: Začetni datum
sq: Data e fillimit
sr: Почетни датум
sw: Tarehe ya kuanza
tr: Başlangıç Tarihi
uk: Дата початку

source: End Date
ar: تاريخ الانتهاء
bg: Крайна дата
de: Enddatum
es: Fecha de terminación
fr: Date de fin
hr: Datum završetka
hu: Befejező dátum
mk: Датум на завршување
pt: Data de término
ro: Data încheierii
ru: Дата окончания
sl: Končni datum
sq: Data e mbylljes
sr: Крајњи датум
sw: Tarehe ya Mwisho
tr: Bitiş Tarihi
uk: Дата закінчення

source: Name
ar: الاسم
bg: Име
es: Nombre
fr: Nom
hr: Ime
hu: Név
mk: Име
pt: Nome
ro: Nume
ru: Название
sl: Ime
sq: Emri
sr: Назив
sw: Jina
tr: Ad
uk: Назва

source: Name Variations
ar: الأشكال المختلفة من الاسم
bg: Варианти на името
de: Namensvarianten
es: Variaciones en nombre
fr: Variantes du nom
hr: Inačice imena
hu: Névváltozatok
mk: Други имиња
pt: Variações de nome
ro: Varietăți ale numelui
ru: Варианты названия
sl: Različice imena
sq: Variacionet e emrit
sr: Варијације назива
sw: Tofauti ya Majina
tr: Ad Varyasyonları
uk: Варіанти назви

source: Jurisdiction Registered
ar: الولاية القضائية المسجلة
bg: Юрисдикция на регистрация
de: Registrierter Gerichtsstand
es: Jurisdicción registrada
fr: Enregistré(e) dans une juridiction
hr: Registrirana nadležnost
hu: Bejegyzett joghatóság
mk: Регистрирана надлежност
pt: Jurisdição registrada
ro: Jurisdicție înregistrată
ru: Юрисдикция регистрации
sl: Registrirana pristojnost
sq: Juridiksioni i regjistruar
sr: Надлежност у којој је обављена регистрација
sw: Usajili wa Mamlaka
tr: Kayıtlı Olduğu Yargı Birimi
uk: Юрисдикція реєстрації

source: Form of Company
ar: شكل الشركة
bg: Тип на компанията
de: Unternehmensform
es: Forma de compañía
fr: Forme de société
hr: Oblik tvrtke
hu: Társasági forma
mk: Форма на друштво
pt: Formulário da empresa
ro: Formă de companie
ru: Организационно-правовая форма
sl: Oblika podjetja
sq: Forma e kompanisë
sr: Тип компаније
sw: Aina ya Kampuni
tr: Şirketin Biçimi
uk: Форма власності компанії

source: Date Registered
ar: تاريخ التسجيل
bg: Дата на регистрация
de: Datum der Eintragung
es: Fecha registrada
fr: Date d'enregistrement
hr: Datum registracije
hu: Regisztráció dátuma
mk: Датум на регистрација
pt: Data registrada
ro: Data înregistrării
ru: Дата регистрации
sl: Datum registracije
sq: Data e regjistrimit
sr: Датум регистрације
sw: Tarehe ya Kusajiliwa
tr: Kaydolduğu Tarih
uk: Дата реєстрації

source: Date Dissolved
ar: تاريخ الحل
bg: Дата на прекратяване на дейността
de: Datum der Auflösung
es: Fecha disuelta
fr: Date de dissolution
hr: Datum raspuštanja
hu: Dátum lejárt
mk: Датум на престанување на работа
pt: Data expirada
ro: Data lichidării
ru: Дата прекращения деятельности
sl: Datum ukinitve
sq: Data e shkrirjes
sr: Датум распуштања
sw: Tarehe ya Kuvunjwa
tr: Feshetme Tarihi
uk: Дата ліквідації

source: First Name
ar: الاسم الأول
bg: Собствено име
de: Vorname
es: Primer nombre
fr: Prénom
hr: Ime
hu: Utónév
mk: Име
pt: Nome
ro: Prenume
ru: Имя
sl: Ime
sq: Emri
sr: Име
sw: Jina la Kwanza
tr: Adı
uk: Ім’я

source: Middle Name
ar: الاسم الأوسط
bg: Бащино име
de: Zweiter Vorname
es: Segundo nombre
fr: Deuxième prénom
hr: Srednje ime
hu: Középső név
mk: Татково име
pt: Nome do meio
ro: Al doilea prenume
ru: Второе имя
sl: Drugo ime
sq: Emri i dytë (i pagëzimit)
sr: Средње име
sw: Jina la Kati
tr: İkinci Adı
uk: По батькові

source: Last Name
ar: الاسم الأخير
bg: Фамилно име
de: Nachname
es: Apellido
fr: Nom
hr: Prezime
hu: Vezetéknév
mk: Презиме
pt: Sobrenome
ro: Nume de familie
ru: Фамилия
sl: Priimek
sq: Mbiemri
sr: Презиме
sw: Jina la Mwisho
tr: Soyadı
uk: Прізвище
