Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Change
ar: تغيير
bg: Промяна
de: Ändern
es: Cambiar
fr: Modifier
hr: Promijeni
hu: Megváltoztatás
mk: Променете
pt: Alterar
ro: Modificați
ru: Изменить
sl: Spremeni
sq: Ndrysho
sr: Промени
sw: Badilisha
tr: Değiştir
uk: Змінити

source: Remove
ar: إزالة
bg: Премахване
de: Entfernen
es: Remover
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
mk: Отстранете
pt: Remover
ro: Eliminați
ru: Удалить
sl: Odstrani
sq: Hiq
sr: Уклони
sw: Ondoa
tr: Kaldır
uk: Видалити

source: Attach Files
ar: إرفاق ملفات
bg: Прикачване на файлове
de: Dateien anhängen
es: Adjuntar archivos
fr: Ajouter des fichiers en pièce jointe
hr: Dodaj datoteke
hu: Fájlok csatolása
mk: Прикачете датотеки
pt: Arquivos anexados
ro: Atașați fișiere
ru: Прикрепить файлы
sl: Priloži datoteke
sq: Bashkëngjit skedarë
sr: Приложи датотеке
sw: Ambatisha Faili
tr: Dosya Ekle
uk: Долучити файли

source: This message is automatically generated by
ar: يتم إنشاء هذه الرسالة تلقائيًا من قبل
bg: Това съобщение e автоматично генерирано от
de: Diese Nachricht wird automatisch erstellt von
fr: Ce message est généré automatiquement par
hr: Poruku automatski generira
hu: Ezt az üzenetet automatikusan generálta:
mk: Оваа порака е автоматски генерирана преку
pt: Esta mensagem é automaticamente gerada pelo
ro: Acest mesaj este generat automat de
ru: Это сообщение автоматически создано
sl: To sporočilo je samodejno ustvaril
sq: Ky mesazh është gjeneruar automatikisht nga
sr: Ову поруку је аутоматски генерисао
sw: Ujumbe huu unatolewa kiotomatiki na
tr: Bu mesajı otomatik olarak oluşturan:
uk: Це повідомлення автоматично створено сайтом

source: OCCRP Investigative Dashboard
ar: لوحة البيانات الاستقصائية من OCCRP
bg: Investigative Dashboard на OCCRP
es: Este mensaje es generado automáticamente por
fr: l'Investigative Dashboard de l'OCCRP
mk: Контролна табла за истражување на OCCRP
pt: Investigative Dashboard do OCCRP
sl: OCCRP-jev Investigative Dashboard
sq: Paneli Hetimor OCCRP
sw: Dashibodi ya Upelelezi ya OCCRP
uk: Investigative Dashboard від OCCRP

source: If you think it was sent incorrectly, please contact an
ar: إذا كنت تعتقد أنه تم إرسالها بشكل غير صحيح، فالرجاء الاتصال بـ
bg: Ако смятате, че е изпратено неправилно, моля, свържете се с
de: Falls Sie glauben, dass bei dieser Nachricht ein Irrtum vorliegt, wenden Sie sich bitte an einen
fr: Si vous pensez que vous n'auriez pas dû le recevoir, veuillez contacter un
hr: Ako smatrate da je poslana pogreškom, obratite se
hu: Ha úgy gondolja, ezt tévesen küldtük, kérjük, lépjen kapcsolatba egy
mk: Ако сметате дека не е правилно испратена, контактирајте со
pt: Se você acredita que isto foi enviado incorretamente, entre em contato com um
ro: În cazul în care considerați că a fost trimis în urma unei erori, contactați un
ru: Если вы считаете, что при его отправке произошла ошибка, свяжитесь с
sl: Če menite, da je bilo poslano na napačen naslov, se obrnite na
sq: Nëse mendoni se kjo është dërguar gabimisht, ju lutemi kontaktoni një
sr: Ако сматрате да је послата грешком, контактирајте
sw: Iwapo unadhani ilitumwa kwa makosa, tafadhali wasiliana na
tr: Bunun yanlışlıkla gönderildiğini düşünüyorsanız, lütfen
uk: Якщо Ви вважаєте, що його надіслано помилково, зв’яжіться з

source: administrator
ar: المشرف
bg: администратор
fr: administrateur.
hr: administratoru
hu: adminisztrátorral
mk: администратор
pt: administrador
ru: администратором
sl: skrbnika
sr: администратора
sw: msimamizi
tr: yönetici ile iletişime geçin
uk: адміністратором

source: For more information on
ar: لمزيد من المعلومات حول
bg: За повече информация относно
de: Weitere Informationen zu
fr: Pour plus d'informations sur
hr: Za više informacija o
hu: További információért a következőről:
mk: За повеќе информации за
pt: Para mais informações sobre
ro: Pentru mai multe informații despre
ru: За дополнительной информацией по теме
sl: Za več informacij o
sq: Për më shumë informacione mbi
sr: За више информација у вези са
sw: Kwa maelezo zaidi kuhusu
tr: Hakkında daha fazla bilgi için
uk: Щоб дізнатися більше про

source: visit
ar: انتقل إلى
bg: посетете
de: erhalten Sie hier:
fr: rendez-vous sur
hr: posjetite
hu: látogasson el
mk: посетете го
pt: visite
ro: accesați
ru: обратитесь в
sl: obiščite
sq: vizito
sr: посетите
sw: tembelea
tr: ziyaret edin
uk: , відвідайте

source: The Research Desk
ar: مكتب الأبحاث
bg: бюрото за проучвания
de: Research Desk
fr: le bureau de recherche
hr: Istraživački pult
hu: a Kutatói platformra
mk: бирото за истражување
pt: O setor de pesquisa
ro: Biroul de investigații
ru: исследовательский совет
sl: Research Desk
sq: Zyrën e Hulumtimit
sr: Истраживачки одсек
sw: Dawati la Utafiti
tr: Araştırma Masası
uk: Відділ досліджень

source: at the Investigative Dashboard
ar: في لوحة البيانات الاستقصائية
bg: в Investigative Dashboard
de: bei Investigative Dashboard
fr: de l'Investigative Dashboard
hr: na Investigative Dashboardu
hu: az Investigative Dashboard rendszerében
mk: на контролната табла за истражување
pt: no Investigative Dashboard
ro: la Investigative Dashboard
ru: проекта Investigative Dashboard
sl: v platformi Investigative Dashboard
sq: në Panelin Hetimor
sr: у оквиру пројекта Investigative Dashboard
sw: katika Dashibodi ya Upelelezi
tr: Investigative Dashboard'da
uk: на сайті Investigative Dashboard

source: your request.
ar: طلبك.
bg: заявката си
de: Ihre Anforderung
es: Nueva solicitud
fr: votre demande.
hr: vaš zahtjev.
hu: kérését.
mk: вашето барање.
pt: sua solicitação.
ro: solicitarea.
ru: ваш запрос.
sl: vaš zahtevek.
sq: kërkesa juaj.
sr: захтевом
sw: ombi lako.
tr: talebiniz.
uk: свій запит.

source: View on Site
ar: عرض على الموقع
bg: Преглед в сайта
de: Auf Website ansehen
es: Ver en sitio
fr: Consulter sur le site
hr: Pogledajte na web-lokaciji
hu: Megtekintés a webhelyen
mk: Приказ на сајтот
pt: Ver no site
ro: Vedeți pe site
ru: Посмотреть на сайте
sl: Ogled na spletnem mestu
sq: Shiko në faqe
sr: Прикажи на сајту
sw: Angalia kwenye tovuti
tr: Sitede Görüntüle
uk: Переглянути на сайті

source: Add Comment
ar: إضافة تعليق
bg: Добавяне на коментар
de: Fügen Sie einen Kommentar hinzu
es: Agregar comentario
fr: Ajouter un commentaire
hr: Dodajte komentar
hu: Megjegyzés hozzáadása
mk: Додадете коментар
pt: Adicionar comentário
ro: Adăugați un comentariu
ru: Добавить комментарий
sl: Dodajte komentar
sq: Shto koment
sr: Додајте коментар
sw: Ongeza Maoni
tr: Yorum Ekle
uk: Додати коментар

source: or reply to this email directly.
ar: أو الرد على هذا الرسالة مباشرة.
bg: или отговорете директно на този имейл.
de: oder antworten Sie direkt auf diese E-Mail.
es: o conteste a este correo electrónico directamente.
fr: ou répondez directement à cet e-mail.
hr: ili odgovorite izravno na ovu e-poruku.
hu: vagy válaszoljon közvetlenül erre az e-mailre.
mk: или дирекно одговорете на оваа е-пошта.
pt: ou responda a este e-mail diretamente.
ro: sau răspundeți direct la acest e-mail.
ru: или ответьте на это сообщение.
sl: ali neposredno odgovorite na to e-poštno sporočilo.
sq: ose përgjigjjuni direkt këtij e-mail-i.
sr: или одговорите на ову поруку е-поште директно.
sw: au jibu barua pepe hii moja kwa moja.
tr: ya da doğrudan bu e-postayı yanıtlayın.
uk: або надіслати відповідь на цей електронний лист.

source: Your Account Request was approved
ar: تمت الموافقة على طلب الحساب
bg: Заявката Ви за профил бе одобрена
de: Ihr Kontoantrag wurde genehmigt.
fr: Votre demande de compte a été approuvée
hr: Vaš je zahtjev za račun odobren
hu: Fiókkérelmét jóváhagytuk
mk: Вашето барање за сметка е одобрено
pt: Sua solicitação de conta foi aprovada.
ro: Solicitarea de cont a fost aprobată
ru: Ваш запрос на создание аккаунта принят
sl: Vaš zahtevek za račun je bila odobrena
sq: Kërkesa juaj për krijim llogarie u miratua
sr: Одобрили смо захтев за налог
sw: Ombi Lako la Akaunti limepitishwa
tr: Hesap Talebiniz onaylandı
uk: Ваш запит на обліковий запис схвалено

source: Dear %(name)s,
ar: عزيزي %(name)s،
bg: Здравейте, %(name)s,
de: Hallo %(name)s,
fr: Cher/Chère %(name)s,
hr: Pozdrav %(name)s,
hu: Tisztelt %(name)s!
mk: Почитуван/и %(name)s,
pt: Prezado(a) %(name)s,
ro: Stimate %(name)s,
ru: Здравствуйте, %(name)s!
sl: Pozdravljeni %(name)s,
sq: I/E dashur %(name)s,
sr: Здраво %(name)s,
sw: Kwa %(ma)jina,
tr: Sayın %(name)s,
uk: Вітаємо, %(name)s!

source: Your ID registration is complete! Just login in with your Gmail account that you used to register to get started.
ar: اكتمل تسجيلك في لوحة البيانات الاستقصائية. للبدء ما عليك سوى تسجيل الدخول بحسابك في Gmail الذي استخدمته في التسجيل.
bg: Регистрацията Ви в ID завърши! Трябва само да влезете с профила си в Gmail, с който сте се регистрирали в началото.
de: Ihre Registrierung bei ID ist abgeschlossen. Um zu beginnen, melden Sie sich einfach mit dem Gmail-Konto an, mit dem Sie sich registriert haben.
fr: La procédure d'inscription à l'Investigative Dashboard est terminée. Pour démarrer, il vous suffit maintenant de vous connecter avec le compte Gmail que vous avez utilisé pour vous inscrire.
hr: vaša je registracija za ID dovršena! Da biste započeli s upotrebom, jednostavno se prijavite računom na usluzi Gmail pomoću kojeg ste se registrirali.
hu: ID-regisztrációja elkészült! Egyszerűen jelentkezzen be a regisztrációhoz használt Gmail-fiókkal a kezdéshez.
mk: Регистрацијата на вашата ИД е завршена! Пријавете се со сметката на Gmail што ја користевте за да се регистрирате и започнете.
pt: Seu código de inscrição está pronto. Para começar, faça login na sua conta do Gmail usada para se inscrever.
ro: Înregistrarea pe ID a fost finalizată! Este suficient să vă conectați utilizând Contul Gmail folosit pentru înregistrare și puteți începe.
ru: Поздравляем с регистрацией в Investigative Dashboard! Теперь Вы можете войти на сайт проекта с помощью аккаунта Gmail, который Вы указали при регистрации.
sl: Vaša registracija za ID je končana! Prijavite se s svojim Google Računom, s katerim ste se na začetku registrirali.
sq: Regjistrimi juaj përfundoi! Thjesht, hyni me të dhënat e llogarisë suaj të Gmail-it që përdorët për regjistrim, për të filluar.
sr: Регистрација за ID је довршена! Да бисте започели, само се пријавите помоћу Gmail налога помоћу кога сте се регистровали.
sw: Usajili wako wa Dashibodi ya Upelelezi umekamilika! Ingia katika akaunti yako kwa kutumia akaunti yako ya Gmail ambayo ulitumia kujisajili ili uanze.
tr: ID kaydınız tamamlandı! Başlamak için kayıt sırasında kullandığınız Gmail hesabınızla giriş yapmanız yeterlidir.
uk: Ви зареєструвалися на сайті ID. Щоб почати, просто ввійдіть, використовуючи дані свого облікового запису Gmail, які Ви вводили під час реєстрації.

source: Please be advised your account type is: %(account_type)s
ar: يرجى العلم بأن نوع حسابك هو: %(account_type)s
bg: Моля, обърнете внимание, че профилът Ви е от тип: %(account_type)s
de: So lautet Ihr Kontotyp: %(account_type)s.
fr: Pour information, votre type de compte est le suivant : %(account_type)s.
hr: Vrsta vašeg računa jest: %(account_type)s
hu: Tájékoztatjuk, hogy fiókjának típusa: %(account_type)s
mk: Не заборавајте дека вашата сметка е од типот: %(account_type)s
pt: Este é seu tipo de conta: %(account_type)s
ro: Rețineți că aveți un cont de tip: %(account_type)s
ru: Тип Вашего аккаунта – %(account_type)s
sl: Obveščamo vas, da je vrsta vašega računa: %(account_type)s
sq: Ju lutemi, kini parasysh që lloji i llogarisë suaj është: %(account_type)s
sr: Имајте у виду да је тип вашег налога: %(account_type)s
sw: Tafadhali fahamu kwamba aina ya akaunti yako ni:% (account_type)s
tr: Lütfen hesap türünüzü not edin: %(account_type)s
uk: Зверніть увагу, що тип Вашого облікового запису – %(account_type)s

source: Click here to submit a research request.
ar: انقر هنا لإرسال طلب بحث.
bg: Кликнете тук, за да изпратите заявка за проучване.
de: Klicken Sie hier, um eine Rechercheanforderung einzureichen.
fr: Cliquez ici pour envoyer une demande de recherche.
hr: Kliknite ovdje da biste poslali zahtjev za istraživanje.
hu: Kattintson ide kutatási kérés benyújtásához.
mk: Кликнете тука за да поднесете барање за истражување
pt: Clique aqui para enviar uma solicitação de pesquisa.
ro: Dați clic aici pentru a trimite o solicitare de investigare.
ru: Нажмите здесь, чтобы отправить запрос на расследование.
sl: Kliknite tukaj, če želite poslati zahtevek za raziskavo.
sq: Kliko këtu për të dorëzuar një kërkesë për hulumtim.
sr: Кликните овде да бисте послали захтев за истраживање.
sw: Bofya hapa ili uwasilishe ombi la utafiti.
tr: Bir araştırma talebi göndermek için burayı tıklayın.
uk: Натисніть тут, щоб надіслати запит на дослідження.

source: If you do not think this is the correct account type for you, please contact the research desk:
ar: إذا كنت ترى أن هذا ليس هو نوع الحساب الصحيح، فالرجاء الاتصال بمكتب الأبحاث:
bg: Ако не смятате, че този тип профил е правилният за Вас, моля, свържете се с бюрото за проучвания:
de: Falls dies Ihrer Meinung nach nicht der richtige Kontotyp für Sie ist, wenden Sie sich bitte an das Research Desk:
fr: Si vous pensez que le type de compte ne vous convient pas, veuillez contacter le bureau de recherche :
hr: Ako smatrate da vam ta vrsta računa ne odgovara, obratite se istraživačkom pultu:
hu: Ha úgy gondolja, hogy ez a fióktípus nem megfelelő az Ön számára, kérjük, lépjen kapcsolatba a kutatói platformmal:
mk: Ако сметате дека ова не е вистинскиот тип сметка за вас, контактирајте со бирото за истражување:
pt: Se você acha que este não é o tipo de conta correto para você, entre em contato com a secretaria de pesquisa.
ro: Dacă nu considerați că acesta este tipul corect de cont, contactați biroul de investigații:
ru: Если тип аккаунта указан неверно, свяжитесь с исследовательским советом:
sl: Če menite, da to ni ustrezna vrsta računa za vas, pišite raziskovalnemu mestu:
sq: Nëse mendoni se ky nuk është lloji i duhur i llogarisë për ju, atëherë ju lutemi, kontaktoni Zyrën Hulumtuese:
sr: Ако сматрате да вам овај тип налога не одговара, контактирајте истраживачки одсек:
sw: Kama unafikiri kwamba hii sio aina sahihi ya akaunti kwako, tafadhali wasiliana na dawati la utafiti:
tr: Bunun sizin için doğru hesap türü olduğunu düşünmüyorsanız lütfen araştırma masasıyla iletişime geçin:
uk: Якщо Ви вважаєте, що Вам потрібен обліковий запис іншого типу, зв’яжіться з відділом досліджень.

source: Good luck with your investigation.
ar: نتمنى لك حظًا موفقًا في التحقيق.
bg: Успех в проучването Ви.
de: Viel Erfolg bei Ihrer Recherche.
fr: Bonne chance dans vos recherches.
hr: Želimo vam sreću u istraživanju.
hu: Minden jót kívánunk nyomozásához.
mk: Со среќа со истрагата.
pt: Boa sorte com sua investigação.
ro: Vă dorim mult noroc în privința investigației.
ru: Удачи в расследовании!
sl: Veliko sreče pri preiskavi.
sq: Paçi fat në hetimin tuaj.
sr: Желимо вам успешно истраживање.
sw: Kila la heri katika uchunguzi wako.
tr: Araştırmalarınızda iyi şanslar dileriz.
uk: Успіхів у розслідуванні.

source: Thank you for registering with the Investigative Dashboard. We are reviewing your information and as soon as your registration is complete you can sign into the Research Desk with the Google account that you used to register. In the meantime, get started now by searching the ID crowd-sourced and external databases. We will be in touch shortly.
ar: شكرًا لك على التسجيل في لوحة البيانات الاستقصائية. نراجع معلوماتك وفور اكتمال تسجيلك ستتمكن من تسجيل الدخول إلى مكتب الأبحاث عن طريق حساب Google الذي استخدمته في التسجيل. وحتى يتم ذلك، ابدأ الآن في البحث ضمن قواعد بيانات التشارك الجماهيري الموجودة بلوحة البيانات الاستقصائية وقواعد البيانات الخارجية. وسنكون على اتصال قريبًا.
bg: Благодарим Ви, че се регистрирахте в Investigative Dashboard. Преглеждаме информацията Ви и веднага след завършването на регистрацията Ви ще можете да влезете в бюрото за проучвания с профила в Google, който сте използвали за нея. Междувременно започнете сега, като потърсите във външните бази от данни и в базите от данни на ID, получени чрез „масово възлагане“. Ще се свържем с Вас скоро.
de: Vielen Dank für Ihre Registrierung bei Investigative Dashboard. Wir prüfen gerade Ihre Angaben. Sobald Ihre Registrierung abgeschlossen ist, können Sie sich mit dem Google-Konto, mit dem Sie sich registriert haben, im Research Desk anmelden. In der Zwischenzeit können Sie mit der Suche in den Crowd-Sourcing-Datenbanken von ID und den externen Datenbanken beginnen. Sie werden in Kürze wieder von uns hören.
fr: Merci de votre inscription à l'Investigative Dashboard. Nous examinons vos informations et, dès que votre inscription sera effective, nous pourrez vous connecter au bureau de recherche avec le compte Google que vous avez utilisé pour vous inscrire. Entre-temps, vous pouvez déjà effectuer des recherches dans les bases de données d'externalisation ouverte de l''Investigative Dashboard". Nous vous recontacterons très bientôt.
hr: Hvala vam što ste se registrirali na Investigative Dashboardu. Pregledavamo vaše podatke i čim dovršimo vašu registraciju, možete se prijaviti na Istraživački pult Google računom kojim ste se registrirali. U međuvremenu možete pretraživati baze podataka iz masovnih i vanjskih izvora na ID-u. Uskoro ćemo vam se javiti.
hu: Köszönjük, hogy regisztrált az Investigative Dashboard rendszerében. Adatait áttekintjük, és regisztrációjának befejezése után bejelentkezhet a Kutatói platformra azzal a Google-fiókkal, amelyet a regisztrációhoz használt. Addig is ismerkedjen meg az ID felhasználók által létrehozott és külső adatbázisaival. Hamarosan kapcsolatba lépünk Önnel.
mk: Ви благодариме што се регистриравте на контролната табла за истражување. Ги разгледуваме вашите податоци и веднаш штом ќе заврши процесот на регистрација, ќе може да се регистрирате на бирото за истражување со сметката на Google, со којашто се регистриравте. Во меѓувреме, започнете со пребарување на базите на податоци со анонимно собирање информации од разни извори и на надворешните бази на податоци. Наскоро ќе ве контактираме.
pt: Agradecemos por ter se inscrito no Investigative Dashboard. Suas informações estão em análise e assim que sua inscrição for concluída, será possível fazer login no Research Desk com a Conta do Google usada na inscrição. Enquanto isso, dê os primeiros passos agora pesquisando o código fornecido por usuários e bancos de dados externos. Entraremos em contato em breve.
ro: Vă mulțumim că v-ați înregistrat la Investigative Dashboard. În prezent vă examinăm informațiile și imediat ce înregistrarea este finalizată, vă puteți conecta la Biroul de investigații utilizând Contul Google cu care v-ați înregistrat. Între timp, puteți începe prin a căuta în bazele de date ID alcătuite prin crowdsourcing și în cele externe. Vă vom contacta în curând.
ru: Благодарим вас за регистрацию в проекте Investigative Dashboard. После того как ваша заявка будет удовлетворена, Вы сможете войти на страницу исследовательского совета с помощью аккаунта Google, который вы указали при регистрации. Тем временем вы можете выполнять поиск во внешних и общедоступных базах данных Investigative Dashboard. В скором времени мы сообщим вам о статусе вашего запроса.
sl: Hvala, ker ste se registrirali za platformo Investigative Dashboard. Trenutno pregledujemo vaše informacije. Takoj ko bo vaša registracija končana, se boste lahko z Google Računom, ki ste ga uporabili pri registraciji, prijavili v Research Desk. Medtem že lahko začnete ter preiščete zbirke podatkov na podlagi informacij, ki jih predloži širša javnost, in zunanje zbirke podatkov. Kmalu se vam bomo oglasili.
sq: Faleminderit për regjistrimin në Panelin Hetimor. Ne po e shqyrtojmë informacionin tuaj dhe me të përfunduar regjistrimin, ju mund të hyni në Zyrën Hulumtuese me të dhënat e llogarisë së Google që përdorët në regjistrim. Ndërkohë, filloni që tani të kërkoni burimet dhe bazat e jashtme të të dhënave në Panelin Hetimor. Do të jemi në kontakt së shpejti.
sr: Хвала вам што сте се регистровали за Investigative Dashboard. Прегледамо информације и чим довршимо регистрацију, моћи ћете да се пријавите у Истраживачки одсек помоћу Google налога који сте користили за регистрацију. У међувремену, одмах почните да истражујете корисничке и спољне базе података за ID. Ускоро ћемо вас контактирати.
sw: Asante kwa kujisajili kwenye Dashibodi ya Upelelezi. Tunapitia maelezo yako na mara tu usajili wako utakapokamilika unaweza kuingia katika akaunti ya kitengo cha utafiti kwa kutumia akaunti ya Google ambayo ulitumia kujisajili. Kwa wakati huu, anza sasa kwa kutafuta hifadhidata za Dashibodi ya Upelelezi iliyokusanywa kutoka kwa umma na hifadhidata za nje. Tutawasiliana na wewe hivi karibuni.
tr: Investigative Dashboard'a kaydolduğunuz için teşekkür ederiz. Bilgilerinizi gözden geçiriyoruz ve kaydınız tamamlanır tamamlanmaz kayıt sırasında kullandığınız Google hesabınızla Araştırma Masası'na giriş yapabilirsiniz. Bu süre zarfında, ID kitle kaynaklı ve harici veritabanlarında arama yapmaya hemen başlayabilirsiniz. Sizinle en kısa sürede iletişime geçeceğiz.
uk: Дякуємо, що зареєструвалися на сайті Investigative Dashboard. Ми розглядаємо Вашу інформацію. Після завершення реєстрації Ви зможете ввійти на панель досліджень, використовуючи дані облікового запису Google, які Ви вводили під час реєстрації. А тим часом почніть пошук у створених спільнотою та зовнішніх базах даних ID. Ми невдовзі зв’яжемося з Вами.

source: A new account request has been submitted! Below are the details:
ar: تم إرسال طلب حساب جديد! في ما يلي التفاصيل:
bg: Изпратена е нова заявка за профил! По-долу са подробностите:
de: Ein neuer Kontoantrag wurde eingereicht. Im Folgenden finden Sie die Details:
fr: Une nouvelle demande de compte a été envoyée. En voici le détail :
hr: Poslan je novi zahtjev za račun! Pojedinosti su u nastavku:
hu: Új fiókkérelem érkezett! A részletek az alábbiakban láthatók:
mk: Има поднесено ново барање за сметка! Подолу се деталите:
pt: Uma nova solicitação de conta foi enviada. Veja os detalhes abaixo.
ro: S-a trimis o nouă solicitare de cont! Mai jos găsiți detaliile
ru: Запрос на создание аккаунта отправлен. Сведения о нем представлены ниже.
sl: Zahtevek za novi račun je bila poslan! Spodaj so podrobnosti:
sq: Një kërkesë e re për llogari u dorëzua! Më poshtë janë të dhënat:
sr: Послат је нов захтев за налог! Детаљи су у наставку:
sw: Ombi la akaunti mpya limewasilishwa! Haya ndio maelezo:
tr: Yeni bir hesap talebi gönderildi! Ayrıntıları aşağıda:
uk: Новий запит на обліковий запис надіслано. Перегляньте деталі нижче.

source: Click here to review and approve or reject.
ar: انقر هنا للمراجعة والموافقة أو الرفض.
bg: Кликнете тук, за да я прегледате и одобрите или отхвърлите.
de: Zum Prüfen und Genehmigen oder Ablehnen klicken Sie hier.
fr: Cliquez ici pour examiner et approuver ou refuser.
hr: Kliknite ovdje da biste ga pregledali te odobrili ili odbili.
hu: Kattintson ide az áttekintéshez, jóváhagyáshoz vagy elutasításhoz.
mk: Кликнете тука за да го прегледате и одобрите или одбиете.
pt: Clique aqui para revisar, aprovar ou recusar.
ro: Dați clic aici pentru a examina și pentru a aproba sau a respinge.
ru: Нажмите здесь, чтобы открыть и принять или отклонить запрос.
sl: Kliknite tukaj, če želite zahtevek pregledati in ga odobriti ali zavrniti.
sq: Kliko këtu për të shqyrtuar dhe miratuar, ose për të refuzuar.
sr: Кликните овде да бисте прегледали и одобрили или одбили захтев.
sw: Bofya hapa ili upitie na uidhinishe ama ukatae.
tr: İncelemek ve onaylamak veya reddetmek için buraya tıklayın.
uk: Натисніть тут, щоб розглянути та схвалити чи відхилити.
