Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: With help from dozens of reporters and civic hackers, ID researchers have created the crowd-sourced database where connections of people and business can be mapped internationally. Through collecting public records worldwide in numerous languages and by scraping the business registries and official gazettes of countries such as Panama, British Virgin Islands, and Luxembourg among others we have made data searchable and hence truly transparent and useful. These resources are offered to the public as a searchable self-serve repository of data and documents.
ar: بمساعدة عشرات المراسلين والمخترقين المدنيين، أنشأ باحثو لوحة البيانات الاستقصائية قاعدة البيانات التشارك الجماهيري حيث يتم رسم مخطط لاتصالات الأشخاص والشركات على المستوى الدولي. وعن طريق جمع السجلات العامة من حول العالم بعدة لغات وفرز سجلات الشركات والجرائد الرسمية في عدة بلدان مثل بنما وجزر العذراء البريطانية ولوكسمبورغ وغيرها، أعددنا بيانات قابلة للبحث وهي حقًا مفيدة وتتمتع بالشفافية. هذه المصادر تقدم للجمهور في شكل مستودع بيانات ومستندات يمكن البحث فيها بخدمة ذاتية.
bg: С помощта на десетки журналисти и обществени хакери изследователите на ID създадоха базата от данни с информация, получена чрез „масово възлагане“, с която връзките на хора и фирми могат да бъдат проследени в международен план. Посредством събиране на обществени регистри от целия свят и извличане на информация от държавните вестници на страни като Панама, Британските Вирджински острови, Люксембург и др. създадохме възможност за търсене в данните и съответно ги направихме истински прозрачни и полезни. Тези ресурси се предлагат обществено като хранилище с информация и документи, в което потребителите могат да търсят самостоятелно.
de: Mit Unterstützung von Dutzenden von Reportern und zivilgesellschaftlichen Hackern haben ID-Rechercheure die Crowd-Sourcing-Datenbank erstellt, in der Verbindungen zwischen Personen und Unternehmen international zugeordnet werden können. Durch die weltweite Sammlung öffentlicher Aufzeichnungen in zahlreichen Sprachen und das Zusammentragen der Unternehmensregister und offiziellen Amtsblätter von Ländern wie Panama, den Britischen Jungferninseln und Luxemburg haben wir die Daten suchbar und damit wirklich transparent und nützlich gemacht. Diese Ressourcen werden der Öffentlichkeit als durchsuchbares Self-Service-Repository mit Daten und Dokumenten angeboten.
fr: Avec l'aide de dizaines de reporters et de pirates citoyens (civic hackers), les chercheurs de l'Investigative Dashboard ont créé une base de données fondée sur le crowdsourcing qui permet d'établir des concordances entre les connexions des personnes et leurs activités, et ce au niveau international. Nous avons rassemblé les dossiers publics du monde entier dans de nombreuses langues, et épluché les registres commerciaux et les gazettes officielles de pays tels que le Luxembourg, les Îles Vierges britanniques, le Panama, etc. afin que vous puissiez effectuer des recherches dans ces données, et qu'elles soient ainsi réellement transparentes et utiles. Ces sources sont proposées au public sous la forme d'un référentiel de données et de documents qu'ils peuvent utiliser comme ils le souhaitent pour leurs recherches.
hr: Uz pomoć nekoliko desetaka reportera i građanskih hakera istraživači ID-a stvorili su bazu podataka iz masovnih izvora u kojoj se mogu mapirati međunarodne veze osoba i tvrtki. Prikupljajući javne arhive na brojnim jezicima u čitavom svijetu i pročešljavajući registre tvrtki i službene listove zemalja kao što su Panama, Britanski Djevičanski Otoci i Luksemburg omogućili smo pretraživanje podataka i tako su postali doista transparentni i korisni. Ti se resursi nude javnosti u obliku pretraživog, samoposlužnog spremišta podataka i dokumenata.
hu: Riporterek és civil hackerek tucatjainak segítségével az ID kutatói létrehozták a felhasználók által készített adatbázist, amely lehetővé teszi az emberi és üzleti kapcsolatok nemzetközi feltérképezését. A nyilvános adatok gyűjtése világszinten és számos nyelven történik, emellett pedig összegyűjtöttük az üzleti nyilvántartásokat és hivatalos közlönyöket az olyan országokban, mint Panama, a Brit Virgin-szigetek, Luxemburg és mások. Ezáltal az adatok kereshetővé válnak, így azok valóban átláthatók és hasznosak lesznek. Ezeket a forrásokat kereshető, önkiszolgáló adat- és dokumentumtárhely formájában biztosítjuk a nyilvánosság számára.
mk: Со помош на десетици новинари и граѓани-хакери, ИД истражувачите создадоа база на податоци со анонимно собирање информации од разни извори каде што врските на луѓето и деловното работење може да се мапираат на меѓународно ниво. Преку собирање јавни записи на голем број јазици од секаде во светот и со вадење податоци од деловните регистри и службените весници на земји, меѓу кои се Панама, Британските Девствени Острови и Луксембург, ги направивме податоците достапни за пребарување, а со тоа и транспарентни и корисни. Ресурсите се достапни на јавноста како складиште на податоци и документи што самите можат да го пребаруваат.
pt: Com a ajuda de dezenas de jornalistas e hackers, os pesquisadores de códigos criaram um banco de dados que recebe a colaboração de voluntários para mapear internacionalmente as ligações entre pessoas e empresas. Ao coletar registros públicos ao redor do mundo em inúmeros idiomas e reunir registros comerciais e gazetas oficiais de países, como Panamá, Ilhas Virgens Britânicas e Luxemburgo, entre outros, tornamos possível pesquisar dados e, assim, também os tornamos verdadeiramente transparentes e úteis. Esses recursos são oferecidos ao público como um repositório de autosserviço pesquisável de dados e documentos.
ro: Cu ajutorul a zeci de reporteri și de hackeri animați de spiritul civic, investigatorii ID au creat baza de date de crowdsourcing în cadrul căreia conexiunile dintre persoane și companii pot fi ilustrate la nivel internațional. Colectând date din arhive publice din întreaga lume, în numeroase limbi și adunând registre comerciale și monitoare oficiale din țări ca Panama, Insulele Virgine Britanice și Luxemburg printre altele, am făcut posibilă căutarea în aceste date, care astfel devin cu adevărat transparente și utile. Aceste resurse sunt oferite publicului sub forma unei baze de date și documente în care fiecare poate căuta ceea ce îl interesează.
ru: Десятки репортеров и хакеров помогли нашим исследователям собрать огромную базу данных. С ее помощью можно выявить связи между людьми и организациями, в каких бы странах они ни находились Мы собираем общедоступные записи по всему миру, на множестве языков, в реестрах юридических лиц и официальных органах печати даже таких стран, как Панама, Британские Виргинские острова и Люксембург. Мы обеспечили возможность поиска по базе данных, что делает ее полностью прозрачной и полезной для исследовательских целей. Любой может воспользоваться этим хранилищем сведений и документов.
sl: Raziskovalci platforme ID so s pomočjo več ducatov novinarjev in hekerjev z občutkom za skupnost ustvarili zbirko podatkov na podlagi informacij, ki jih predloži širša javnost, in na podlagi katere je mogoče ugotoviti povezave med ljudmi in podjetji na mednarodni ravni. Z zbiranjem javnih dokumentov z vsega sveta v številnih različnih jezikih ter iskanjem po poslovnih registrih in uradnih listih držav, kot so Panama, Britanski Deviški otoki in Luksemburg, smo omogočili, da je mogoče po podatkih preprosto iskati, s čimer so resnično pregledni in koristni. Ti viri so javnosti na voljo v obliki zbirke podatkov in dokumentov, po kateri lahko uporabniki iščejo sami.
sq: Me ndihmën e dhjetëra gazetarëve dhe piratëve kompjuterikë civilë, hulumtuesit e Panelit Hetimor kanë krijuar bazën e të dhënave ku lidhjet e njerëzve me bizneset mund të piketohen ndërkombëtarisht. Falë mbledhjes së të dhënave publike anembanë botës, në dhjetëra gjuhë të ndryshme dhe përmes gërmimeve në regjistrat e biznesit dhe fletoreve zyrtare të vendeve të tilla si Panama, Ishujt Britanikë Virxhin dhe Luksemburg, ndër të tjera kemi ofruar të dhëna lehtësisht të kërkueshme, vërtet transparente dhe të dobishme. Këto burime janë ofruar për publikun si depozitë vetë-shërbyese të dhënash dhe dokumentesh.
sr: Захваљујући десетинама репортера и цивилних хакера, истраживачи у оквиру пројекта ID прикупљају базу података којој доприносе корисници и која омогућава праћење веза људи и предузећа у целом свету. Прикупљањем јавне евиденције у целом свету на различитим језицима и уврштавањем информација из пословних регистара и званичних службених листова у земљама као што су, између осталих, Панама, Британска Девичанска Острва и Луксембург, омогућили смо претраживање података и учинили их веома транспарентним и корисним. Нудимо ове ресурсе јавности у виду самоуслужне и претраживе базе података и документације.
sw: Kwa usaidizi kutoka kwa wanahabari kadhaa na wadukuzi wa kiraia, Watafiti wa Dashibodi ya Upelelezi (ID) wameunda hifadhidata iliyokusanywa kutoka kwa umma ambapo uhusiano wa watu na biashara unaweza kujulikana kimataifa. Kupitia ukusanyaji kumbukumbu za umma duniani kote kwa lugha mbalimbali na kwa kudadisi sajili za biashara na magazeti ya serikali ya nchi kama vile Panama, Visiwa vya Virgin vya Uingereza, na Lusembagi miongoni mwa nyingine tumefanya data iweze kutafutika kwa hivyo ni ya uwazi na muhimu. Rasilimali hizi zinazotolewa kwa umma kama hazina ya data na hati ambayo mtu anaweza kujitafutia.
tr: Düzinelerce muhabir ve kamuya açık bilgileri kullanan bilgisayar korsanlarının yardımıyla, ID araştırmacıları kişilerin ve şirketlerin bağlantılarının uluslararası olarak eşleştirildiği bir kitle kaynaklı veritabanı oluşturdu. Çok sayıda dilde kamuya açık bilgileri toplayarak ve Panama, İngiliz Virgin Adaları ve Lüksemburg gibi ve daha birçok ülkedeki işletme kayıtlarını ve resmi gazeteleri tarayarak, bu verileri arama yapılabilir ve böylece şeffaf ve faydalı hale getirdik. Bu kaynaklar kamuya arama yapılabilen, doğrudan hizmet alınabilecek veri ve doküman deposu olarak sunulmaktadır.
uk: За підтримки десятків кореспондентів і громадських хакерів дослідники ID створили базу даних, у якій можна відстежувати міжнародні зв’язки людей і компаній. Зібравши загальнодоступні архіви з усього світу багатьма мовами, а також реєстри компаній і урядові бюлетені з таких країн, як Панама, Віргінські острови (Великобританія), Люксембург тощо, ми зробили дані доступними для пошуку, а отже справді відкритими та корисними. Ці ресурси пропонуються громадськості як сховище даних і документів, у якому можна самостійно шукати інформацію.

source: The Investigative Dashboard also links to more than 400 online databases in 120 jurisdictions where you can search for information on persons and businesses of interest.
ar: كما ترتبط لوحة البيانات الاستقصائية بأكثر من 400 قاعدة بيانات عبر الإنترنت في 120 ولاية قضائية حيث يمكنك البحث عن معلومات عن أشخاص وشركات محل اهتمامك.
bg: Проектът Investigative Dashboard също така свързва над 400 онлайн бази от данни в 120 юрисдикции, чрез които можете да търсите информация за хора и фирми, представляващи интерес.
de: Das Investigative Dashboard verknüpft zudem über 400 Onlinedatenbanken an 120 Gerichtsständen, in denen Sie nach Informationen zu Personen und Unternehmen von Interesse suchen können.
fr: L'Investigative Dashboard propose aussi des liens vers plus de 400 bases de données en ligne dans 120 juridictions, dans lesquelles vous pouvez chercher des informations sur les personnes ou entreprises qui vous intéressent.
hr: Investigative Dashboard također pruža veze s više od 400 mrežnih baza podataka u 120 sudskih nadležnosti u kojima možete tražiti informacije o osobama i tvrtkama koje vas zanimaju.
hu: Az Investigative Dashboard emellett több mint 400 internetes adatbázist köt össze 120 joghatósági területen, ahol érdekelt személyekre vagy cégekre vonatkozó információkat kereshet.
mk: Контролната табла за истражување исто така е поврзана до повеќе од 400 онлајн бази на податоци во 120 надлежности каде што може да пребарувате за информации за лицата и деловните активности од интерес.
pt: O Investigative Dashboard também é vinculado a mais de 400 bancos de dados on-line em 120 jurisdições em que é possível pesquisar informações sobre pessoas e empresas.
ro: De asemenea, Investigative Dashboard trimite la peste 400 de baze de date online din 120 de jurisdicții, în care puteți să căutați informații despre persoanele și companiile care vă interesează.
ru: Investigative Dashboard также предлагает перечень более 400 доступных онлайн баз данных о людях и организациях в 120 юрисдикциях.
sl: Platforma Investigative Dashboard je prav tako povezana z več kot 400 spletnimi zbirkami podatkov na 120 območjih pod različno pristojnostjo, kjer lahko iščete informacije o osebah in podjetjih, ki vas zanimajo.
sq: Paneli Hetimor lidh gjithashtu më shumë se 400 baza të dhënash në internet, në 120 juridiksione ku mund të kërkoni për informacione mbi persona dhe biznese të dyshimta.
sr: Пројекат Investigative Dashboard је такође повезан са 400 онлајн база података у 120 надлежности у којима можете да тражите информације о важним особама и предузећима.
sw: Dashibodi ya Upelelezi pia inaunganisha zaidi ya hifadhidata 400 mtandaoni katika nchi 120 ambapo unaweza kutafuta taarifa kuhusu watu na biashara ulizo na haja nazo.
tr: Investigative Dashboard ayrıca ilgili kişi ve şirketler hakkında bilgi araması yapabileceğiniz 120 yargı alanında 400'den fazla çevrimiçi veritabanı bağlantısı içerir.
uk: На сайті Investigative Dashboard також доступні посилання на понад 400 онлайнових баз даних у 120 юрисдикціях, де можна шукати інформацію про потрібних людей і компанії.
