Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Attach Entities
ar: إرفاق الكيانات
bg: Прикачване на обекти
de: Entitäten anhängen
es: Adjunte a esta solicitud las entidades conocidas ya existentes.
fr: Joindre des entités
hr: Priloži entitete
hu: Elemek csatolása
mk: Прикачете ентитети
pt: Anexar entidades
ro: Atașați entități
ru: Прикрепить записи
sl: Priloži entitete
sq: Bashkëngjit subjektet
sr: Приложи ентитете
sw: Ambatanisha Huluki
tr: Varlıkları Ekle
uk: Долучити об’єкти

source: Watch
ar: مشاهدة
bg: Гледайте
de: Ansehen
es: Ubicación
fr: Regarder
hr: Pogledajte
hu: Megtekintés
mk: Гледајте
pt: Assistir
ro: Vizionați
ru: Смотреть
sl: Oglejte si
sq: Shiko
sr: Прикажи
sw: Tazama
tr: İzle
uk: Переглянути

source: Leave
ar: المغادرة
bg: Напускане
de: Verlassen
fr: Quitter
hr: Napusti
hu: Kilépés
mk: Напуштете
pt: Sair
ro: Ieșiți
ru: Выйти
sl: Zapusti
sq: Hiq dorë
sr: Изађи
sw: Ondoka
tr: Ayrıl
uk: Закрити

source: Close Request
ar: إغلاق الطلب
bg: Затваряне на заявката
de: Anforderung schließen
fr: Fermer la demande
hr: Zatvori zahtjev
hu: Kérés lezárása
mk: Затворете барање
pt: Solicitação fechada
ro: Închideți solicitarea
ru: Закрыть запрос
sl: Zaključi zahtevek
sq: Mbyll kërkesën
sr: Затвори захтев
sw: Funga Ombi
tr: Talebi Kapat
uk: Закрити запит

source: Cancel Request
ar: إلغاء الطلب
bg: Анулиране на заявката
de: Anforderung zurücknehmen
fr: Annuler la demande
hr: Otkaži zahtjev
hu: Kérés visszavonása
mk: Откажете барање
pt: Cancelar solicitação
ro: Anulați solicitarea
ru: Отменить запрос
sl: Prekliči zahtevek
sq: Anulo kërkesën
sr: Откажи захтев
sw: Ghairi Ombi
tr: Talebi İptal Et
uk: Скасувати запит

source: Add Charge
ar: إضافة رسوم
bg: Добавяне на такса
de: Gebühr hinzufügen
fr: Ajouter un débit
hr: Dodaj terećenje
hu: Díj hozzáadása
mk: Додадете трошоци
pt: Adicionar custo
ro: Adăugați un cost
ru: Добавить платеж
sl: Dodaj strošek
sq: Shto faturën
sr: Додај износ за наплату
sw: Ongeza Ada
tr: Ücret Ekle
uk: Додати платіж

source: Delete Request
ar: حذف الطلب
bg: Изтриване на заявката
de: Anforderung löschen
fr: Supprimer la demande
hr: Izbriši zahtjev
hu: Kérés törlése
mk: Избришете барање
pt: Excluir solicitação
ro: Ștergeți solicitare
ru: Удалить запрос
sl: Zbriši zahtevek
sq: Fshi kërkesën
sr: Избриши захтев
sw: Futa Ombi
tr: Talebi Sil
uk: Видалити запит

source: Mark Bill Paid
ar: وضع علامة على الفاتورة المدفوعة
bg: Маркиране като платено
de: Rechnung als bezahlt markieren
fr: Marquer comme facture payée
hr: Označi račun kao plaćen
hu: Számla megjelölése fizetettként
mk: Означете ја сметката како платена
pt: Marcar como fatura paga
ro: Marcați factura ca plătită
ru: Отметить счет как оплаченный
sl: Označi račun kot plačan
sq: Shëno faturën si të paguar
sr: Означи да је плаћено
sw: Wekea Ankara Alama kuwa Imelipwa
tr: Faturayı Ödendi Olarak İşaretle
uk: Позначити рахунок як оплачений

source: Edit Information
ar: تعديل المعلومات
bg: Редактиране на информацията
de: Informationen bearbeiten
fr: Modifier les informations
hr: Uredi informacije
hu: Adatok szerkesztése
mk: Уредете информации
pt: Editar informações
ro: Editați informații
ru: Изменить информацию
sl: Uredi informacije
sq: Shto informacione
sr: Измени информације
sw: Badilisha Maelezo
tr: Bilgileri Düzenle
uk: Редагувати інформацію

source: Request Settings
ar: إعدادات الطلب
bg: Настройки за заявките
de: Anforderungseinstellungen
fr: Paramètres de la demande
hr: Postavke zahtjeva
hu: A kérés beállításai
mk: Подесувања за барање
pt: Configurações de solicitação
ro: Solicitați setări
ru: Настройки запроса
sl: Nastavitve zahtevka
sq: Cilësimet e kërkesës
sr: Подешавања захтева
sw: Omba Mipangilio
tr: Talep Ayarları
uk: Налаштування запиту

source: Alert Administrator
ar: تنبيه المشرف
bg: Сигнал до администратора
de: Administrator benachrichtigen
fr: Envoyer une alerte à l'administrateur
hr: Upozori administratora
hu: Adminisztrátor értesítése
mk: Предупредете администратор
pt: Administrador de alertas
ro: Anunțați administratorul
ru: Сообщить администратору
sl: Skrbnik za opozorila
sq: Njofto administratorin
sr: Обавести администратора
sw: Mfahamishe Msimamizi
tr: Yöneticiyi Uyar
uk: Сповістити адміністратора

source: Re-Open
ar: إعادة فتح
bg: Повторно отваряне
de: Erneut öffnen
fr: Rouvrir
hr: Ponovo otvori
hu: Újbóli megnyitás
mk: Отворете повторно
pt: Reabrir
ro: Redeschideți
ru: Открыть повторно
sl: Ponovno odpri
sq: Rihap
sr: Поново отвори
sw: Fungua Tena
tr: Tekrar Aç
uk: Повторно відкрити

source: No Requester
ar: لا مقدم طلب
bg: Няма заявител
de: Kein Anforderer
fr: Aucun demandeur.
hr: Nema podnositelja zahtjeva
hu: Nincs kérelmező
mk: Нема барател
pt: Nenhum solicitante
ro: Niciun solicitant
ru: Нет автора запроса
sl: Ni vložnika zahtevka
sq: Nuk ka kërkues
sr: Нема подносиоца захтева
sw: Hakuna Anayeomba
tr: Talep Eden Yok
uk: Немає автора запиту

source: No Responders
ar: لا تتوفر جهة استجابة
bg: Няма лица за отговор
de: Keine Antwortenden
fr: Aucun intervenant.
hr: Nema odgovaratelja
hu: Nincsenek válaszadók
mk: Нема лица кои одговараат
pt: Nenhum respondente
ro: Niciun respondent
ru: Нет ответственных за обработку заявки
sl: Ni odzivnih oseb
sq: Nuk ka person që të përgjigjet
sr: Нема особа задужених за одговор
sw: Hakuna Wanaojibu
tr: Yanıtlayan Yok
uk: Немає відповідачів

source: Request Type
ar: نوع الطلب
bg: Тип заявка
de: Anforderungstyp
fr: Type de demande
hr: Vrsta zahtjeva
hu: Kérés típusa
mk: Тип барање
pt: Tipo de solicitação
ro: Tip de solicitare
ru: Тип запроса
sl: Vrsta zahtevka
sq: Lloji i kërkesës
sr: Тип захтева
sw: Aina ya Ombi
tr: Talep Türü
uk: Тип запиту

source: Status Updated
ar: تم تحديث الحالة
bg: Състоянието е актуализирано
de: Status aktualisiert
fr: État mis à jour
hr: Status je ažuriran
hu: Állapot frissítve
mk: Статусот е ажуриран
pt: Status atualizado
ro: Stare actualizată
ru: Статус обновлен
sl: Status je bil posodobljen
sq: Statusi është përditësuar
sr: Статус је ажуриран
sw: Hadhi Imesasishwa
tr: Durum Güncellendi
uk: Статус оновлено

source: Sensitive
ar: حساس
bg: Поверително
de: Sensibel
fr: Sensible
hr: Osjetljivo
hu: Bizalmas
mk: Чувствително
pt: Confidencial
ro: Sensibile
ru: Секретно
sl: Občutljivo
sq: I rezervuar
sr: Осетљиво
sw: Nyeti
tr: Hassas bilgi
uk: Конфіденційний

source: Billing Information
ar: معلومات الفوترة
bg: Информация за плащане
de: Zahlungsinformationen
fr: Informations de facturation
hr: Podaci o naplati
hu: Számlázási információ
mk: Информации за плаќање
pt: Informações de faturamento
ro: Informații de facturare
ru: Платежные данные
sl: Informacije za obračun
sq: Informacioni mbi faturimin
sr: Информације за обрачун
sw: Maelezo ya Ulipaji
tr: Faturalandırma Bilgileri
uk: Платіжна інформація

source: For-profit
ar: ربحية
bg: С търговска цел
de: Gewinnorientiert
fr: À but lucratif
hr: Profitno
hu: Nyereségorientált
mk: Профитабилно
pt: Lucros futuros?
ro: Comercial
ru: Коммерческая организация
sl: Profitno
sq: Fitimprurëse
sr: Профитабилно
sw: Ya Faida
tr: Kâr amacı güden
uk: Комерційний

source: Charges
ar: الرسوم
bg: Такси
de: Gebühren
fr: Débits
hr: Terećenja
hu: Díjak
mk: Трошоци
pt: Encargos
ro: Costuri
ru: Платежи
sl: Stroški
sq: Faturat
sr: Трошкови
sw: Ada
tr: Ücretler
uk: Платежі

source: Outstanding Amount:
ar: المبلغ المستحق:
bg: Дължима сума:
de: Ausstehender Betrag:
fr: Montant non réglé :
hr: Nepodmireni iznos:
hu: Fennmaradó összeg:
mk: Преостанат износ:
pt: Valor pendente:
ro: Sumă restantă:
ru: Сумма задолженности:
sl: Neplačani znesek:
sq: Shuma e papaguar:
sr: Преостали износ:
sw: Ada Inayosalia:
tr: Ödenmemiş Tutar:
uk: Сума заборгованості:

source: Request Details
ar: تفاصيل الطلب
bg: Подробности за заявката
de: Details anfordern
fr: Détails de la demande
hr: Pojedinosti zahtjeva
hu: Kérés részletei
mk: Детали за барање
pt: Detalhes da solicitação
ro: Solicitați detalii
ru: Запросить дополнительную информацию
sl: Podrobnosti zahtevka
sq: Detajet e kërkesës
sr: Детаљи захтева
sw: Maelezo ya Ombi
tr: Talep Ayrıntıları
uk: Деталі запиту

source: Initial Information
ar: معلومات أولية
bg: Първоначална информация
de: Ursprüngliche Informationen
fr: Informations initiales
hr: Početne informacije
hu: Elsődleges adatok
mk: Првични информации
pt: Informações iniciais
ro: Informații inițiale
ru: Первоначальные сведения
sl: Prvotne informacije
sq: Informacioni fillestar
sr: Почетне информације
sw: Maelezo ya Awali
tr: İlk Bilgiler
uk: Початкова інформація

source: Story
ar: القصة
bg: История
de: Geschichte
fr: Histoire
hr: Tema
hu: Történet
mk: Приказна
pt: História
ro: Subiect
ru: Случай
sl: Zgodba
sq: Artikulli
sr: Прича
sw: Hadithi
tr: Hikaye
uk: Історія

source: Question
ar: السؤال
bg: Въпрос
de: Frage
hr: Pitanje
hu: Kérdés
mk: Прашање
pt: Pergunte
ro: Întrebare
ru: Вопрос
sl: Vprašanje
sq: Pyetja
sr: Питање
sw: Swali
tr: Soru
uk: Запитання

source: Other Names
ar: أسماء أخرى
bg: Други имена
de: Weitere Namen
fr: Autres noms
hr: Druga imena
hu: Egyéb nevek
mk: Други имиња
pt: Outros nomes
ro: Alte nume
ru: Другие имена
sl: Druga imena
sq: Emra të tjerë
sr: Друга имена
sw: Majina Mengine
tr: Diğer Adlar
uk: Інші імена

source: Relation
ar: العلاقة
bg: Отношение
de: Beziehung
hr: Odnos
hu: Kapcsolat
mk: Врска
pt: Relação
ro: Legătură
ru: Отношение
sl: Razmerje
sq: Lidhja
sr: Однос
sw: Uhusiano
tr: İlişki
uk: Зв’язок

source: Attached Files
ar: الملفات المرفقة
bg: Прикачени файлове
de: Angehängte Dateien
fr: Fichiers en pièce jointe
hr: Priložene datoteke
hu: Csatolt fájlok
mk: Прикачени датотеки
pt: Arquivos anexados
ro: Fișiere atașate
ru: Прикрепленные файлы
sl: Priložene datoteke
sq: Skedarët e bashkëngjitur
sr: Приложене датотеке
sw: Faili Zilizoambatanishwa
tr: Eklenen Dosyalar
uk: Долучені файли

source: Attached Entities
ar: الكيانات المرفقة
bg: Прикачени обекти
de: Angehängte Entitäten
fr: Entités en pièce jointe
hr: Priloženi entiteti
hu: Csatolt elemek
mk: Прикачени ентитети
pt: Entidades anexadas
ro: Entități atașate
ru: Прикрепленные записи
sl: Priložene entitete
sq: Subjektet e bashkëngjitura
sr: Приложени ентитети
sw: Huluki Zilizoambatanishwa
tr: Ekli Varlıklar
uk: Долучені об’єкти

source: Activity
ar: النشاط
bg: Дейност
de: Aktivität
fr: Activité
hr: Aktivnost
hu: Tevékenység
mk: Активност
pt: Atividade
ro: Activitate
ru: Действие
sl: Dejavnost
sq: Veprimtaria
sr: Активности
sw: Shughuli
tr: Etkinlik
uk: Активність

source: No comment provided.
ar: لم يقدم تعليق.
bg: Няма оставен коментар.
de: Kein Kommentar angegeben
fr: Aucun commentaire.
hr: Nema komentara.
hu: Nincs hozzáadott megjegyzés.
mk: Нема доставено коментар.
pt: Nenhum comentário foi fornecido.
ro: Nu s-a făcut niciun comentariu.
ru: Комментариев нет.
sl: Brez navedenega komentarja.
sq: Nuk jepen komente.
sr: Нема наведених коментара.
sw: Hakuna maoni yaliyotolewa.
tr: Hiç yorum yapılmamış.
uk: Коментарів немає.

source: No updates yet.
ar: لا تحديثات حتى الآن.
bg: Още няма актуализации.
de: Noch keine Aktualisierungen
fr: Aucune mise à jour pour le moment.
hr: Još nema ažuriranja.
hu: Még nincsenek frissítések.
mk: Сè уште нема ажурирања.
pt: Ainda sem atualizações.
ro: Încă nu există actualizări.
ru: Обновлений пока нет.
sl: Še brez posodobitev.
sq: Akoma asnjë përditësim.
sr: Још увек нема ажурирања.
sw: Hakuna taarifa bado.
tr: Henüz güncelleme yok.
uk: Оновлень немає.

source: Leave a Comment
ar: ترك تعليق
bg: Оставете коментар
de: Kommentar schreiben
fr: Laisser un commentaire
hr: Napišite komentar
hu: Megjegyzés írása
mk: Оставете коментар
pt: Comentar
ro: Lăsați un comentariu
ru: Оставить комментарий
sl: Komentirajte
sq: Lini një koment
sr: Оставите коментар
sw: Acha Maoni
tr: Yorum Ekleyin
uk: Залишити коментар

source: Flag Request
ar: وضع علامة على الطلب
bg: Означаване на заявката
de: Anforderung melden
fr: Marquer la demande
hr: Označi zahtjev
hu: Kérés megjelölése
mk: Означете го барањето
pt: Sinalizar solicitação
ro: Marcați solicitarea
ru: Отметить запрос
sl: Označi zahtevek z zastavico
sq: Shenjo me flamur kërkesën
sr: Означи захтев
sw: Wekea Ombi Alama
tr: Talebi İşaretle
uk: Позначити запит

source: Re-Open Request
ar: إعادة فتح الطلب
bg: Повторно отваряне на заявката
de: Anforderung erneut öffnen
fr: Rouvrir la demande
hr: Ponovo otvori zahtjev
hu: Kérés újbóli megnyitása
mk: Отворете го барањето повторно
pt: Reabrir solicitação
ro: Redeschideți solicitarea
ru: Повторно открыть запрос
sl: Ponovno odpri zahtevek
sq: Rihap kërkesën
sr: Поново отвори захтев
sw: Fungua Tena Ombi
tr: Talebi Yeniden Aç
uk: Повторно відкрити запит

source: Mark Paid
ar: وضع علامة على المدفوع
bg: Маркиране като платено
de: Als bezahlt markieren
fr: Marquer comme payé
hr: Označi kao plaćeno
hu: Megjelölés fizetettként
mk: Означете како платено
pt: Marcar como pago
ro: Marcați ca plătită
ru: Отметить как оплаченные
sl: Označi kot plačano
sq: Shëno si të paguar
sr: Означи као плаћено
sw: Wekea Alama Imelipwa
tr: Ödendi Olarak İşaretle
uk: Позначити як оплачений

source: New Request
ar: طلب جديد
bg: Нова заявка
de: Neue Anforderung
fr: Nouvelle demande
hr: Novi zahtjev
hu: Új kérés
mk: Ново барање
pt: Nova solicitação
ro: Solicitare nouă
ru: Новый запрос
sl: Nov zahtevek
sq: Kërkesë e re
sr: Нови захтев
sw: Ombi Jipya
tr: Yeni Talep
uk: Новий запит

source: Open Requests
ar: الطلبات المفتوحة
bg: Отворени заявки
de: Offene Anforderungen
fr: Demandes ouvertes
hr: Otvoreni zahtjevi
hu: Nyitott kérések
mk: Отворени барања
pt: Solicitações em aberto
ro: Deschideți solicitări
ru: Открытые запросы
sl: Odprti zahtevki
sq: Hap kërkesat
sr: Отворени захтеви
sw: Maombi Wazi
tr: Açık Talepler
uk: Відкриті запити

source: No open requests found.
ar: لا طلبات مفتوحة.
bg: Няма намерени отворени заявки.
de: Keine offenen Anforderungen gefunden
fr: Aucune demande ouverte n'a été trouvée.
hr: Nema otvorenih zahtjeva.
hu: Nem találhatók nyitott kérések.
mk: Не се пронајдени отворени барања.
pt: Nenhuma solicitação em aberto foi encontrada.
ro: Nu s-au găsit solicitări deschise.
ru: Нет открытых запросов.
sl: Najden ni bil noben odprt zahtevek.
sq: Nuk u gjet asnjë kërkesë e hapur.
sr: Нема пронађених отворених захтева.
sw: Hakuna maombi wazi yaliyopatikana.
tr: Hiç açık talep bulunamadı.
uk: Відкритих запитів не знайдено.

source: Closed Requests
ar: الطلبات المغلقة
bg: Затворени заявки
de: Geschlossene Anforderungen
fr: Demandes fermées.
hr: Zatvoreni zahtjevi
hu: Lezárt kérések
mk: Затворени барања
pt: Solicitações fechadas
ro: Solicitări închise
ru: Закрытые запросы
sl: Zaključen zahtevek
sq: Kërkesat e mbyllura
sr: Затворени захтеви
sw: Maombi Yaliyofungwa
tr: Kapalı Talepler
uk: Закриті запити

source: Filter
ar: فلتر
bg: Филтриране
fr: Filtrer
hr: Filtriraj
hu: Szűrő
mk: Филтрирајте
pt: Filtrar
ro: Filtrați
ru: Применить фильтр
sl: Filtriraj
sq: Filtro
sr: Филтрирај
sw: Kichujio
tr: Filtrele
uk: Фільтр

source: Customer Charges
ar: رسوم العملاء
bg: Клиентски такси
de: Kundengebühren
fr: Débits des clients
hr: Korisnička terećenja
hu: Ügyféldíjak
mk: Трошоци на клиентот
pt: Cobranças de clientes
ro: Costuri pentru client
ru: Платежи клиента
sl: Stroški za stranke
sq: Faturat e klientit
sr: Трошкови корисника
sw: Ada za Mteja
tr: Müşteri Ücretleri
uk: Платежі клієнта

source: View all logged charges against an individual customer.
ar: عرض جميع الرسوم المسجلة لأحد العملاء.
bg: Преглед на всички регистрирани такси за отделен клиент.
de: Sehen Sie sich alle gespeicherten Gebühren eines einzelnen Kunden an.
fr: Afficher tous les débits enregistrés pour un seul client.
hr: Pogledajte sva zabilježena terećenja za pojedinog korisnika.
hu: Egy egyedi ügyfélhez tartozó összes rögzített díj megtekintése.
mk: Прикажи ги сите трошоци заведени за одреден клиент.
pt: Veja todas as cobranças registradas de um cliente individual.
ro: Vedeți toate costurile înregistrate pentru un client individual.
ru: Открыть все зафиксированные платежи определенного клиента.
sl: Oglejte si vse zabeležene stroške za posamezno stranko.
sq: Shiko të gjitha faturat e regjistruara kundrejt një klienti individual.
sr: Погледајте све евидентиране трошкове појединачног корисника.
sw: Angalia ada zote zilizoingizwa kwa kila mteja binafsi.
tr: Bireysel bir müşterinin tüm kayıtlı ücretlerini görüntüleyin.
uk: Переглянути всі зареєстровані платежі окремого клієнта.

source: View all outstanding charges for all tickets and requesters.
ar: عرض جميع الرسوم المستحقة لجميع التذاكر ومقدمي الطلبات.
bg: Преглед на всички дължими такси за всички заявки и заявители.
de: Sehen Sie sich alle ausstehenden Gebühren für alle Tickets und Anforderer an.
fr: Afficher tous les frais non réglés pour tous les dossiers et tous les demandeurs.
hr: Pogledajte sva nepodmirena terećenja za sve ulaznice i podnositelje zahtjeva.
hu: Az összes jegyhez és kérelmezőhöz tartozó összes díj megtekintése.
mk: Прикажи ги сите преостанати трошоци за сите барања за поддршка и баратели.
pt: Veja todas as cobranças pendentes de tíquetes e solicitantes.
ro: Vedeți toate costurile restante pentru toate tichetele și toți solicitanții.
ru: Открыть просроченные платежи по всем заявкам и авторам запросов.
sl: Oglejte si vse neplačane stroške za vse listke in vložnike zahtevkov.
sq: Shiko të gjitha faturat e papaguara për gjithë biletat dhe kërkuesit.
sr: Погледајте све преостале трошкове за све пријаве и подносиоце захтева.
sw: Angalia ada zote ambazo hazijalipwa za tiketi na maombi yote.
tr: Tüm biletler ve talep edenler için bütün ödenmemiş ücretleri görüntüleyin.
uk: Переглянути всі не здійснені платежі для всіх заявок і авторів запитів.

source: Tickets with Deadlines
ar: التذاكر والمواعيد النهائية
bg: Заявки с крайни срокове
de: Tickets mit Fälligkeitsdatum
fr: Dossiers avec échéances
hr: Ulaznice s rokovima
hu: Határidős jegyek
mk: Барања за поддршка со крајни рокови
pt: Tíquetes com prazos
ro: Tichete cu termene limită
ru: Заявки со сроками
sl: Listki z roki
sq: Biletat me afate
sr: Пријаве са крајњим роковима
sw: Tiketi zilizo na Makataa
tr: Son Teslim Tarihli Biletler
uk: Заявки з термінами виконання

source: View open tickets ordered by upcoming deadlines.
ar: عرض التذاكر المفتوحة المطلوبة في مواعيد نهائية قادمة.
bg: Преглед на отворените заявки, подредени по предстоящи крайни срокове.
de: Offene Tickets nach anstehenden Fälligkeitsterminen sortiert anzeigen
fr: Afficher les dossiers ouverts, classés de l'échéance la plus proche à la plus lointaine.
hr: Pogledajte otvorene ulaznice poredane po predstojećim rokovima.
hu: A nyílt jegyek megtekintése a közelgő határidők szerint rendezve.
mk: Прикажи ги отворените барања за поддршка подредени според претстојните крајни рокови.
pt: Veja os tíquetes abertos classificados de acordo com prazos futuros.
ro: Vedeți tichetele deschise ordonate după termenele limită viitoare.
ru: Открытые заявки, упорядоченные по сроку.
sl: Oglejte si odprte listke, razvrščene glede na prihajajoče roke.
sq: Shiko biletat e hapura, renditur sipas afateve të ardhshme.
sr: Прегледајте отворене пријаве распоређене према предстојећим крајњим роковима.
sw: Angalia tiketi wazi zilizoagizwa kufika makataa yajayo.
tr: Açık biletleri, yaklaşan son teslim tarihlerine göre sıralanmış şekilde görüntüleyin.
uk: Переглянути відкриті заявки в порядку найближчих термінів виконання.

source: User Flagged Tickets
ar: التذاكر المعلّمة من قبل المستخدم
bg: Заявки, означени от потребители
de: Von Nutzern gemeldete Tickets
fr: Dossiers marqués par les utilisateurs
hr: Ulaznice koje su označili korisnici
hu: Felhasználó által megjelölt jegyek
mk: Означени барања за поддршка на корисникот
pt: Tíquetes sinalizados de usuários
ro: Tichete marcate de utilizatori
ru: Заявки, отмеченные пользователем
sl: Listke, ki so jih z zastavico označili uporabniki
sq: Biletat e shenjuara me flamur të përdoruesit
sr: Корисничке пријаве са ознаком
sw: Tiketi za Mtumiaji Zilizowekewa Alama
tr: Kullanıcının İşaretlediği Biletler
uk: Заявки, позначені користувачами

source: View tickets which users or staff have deemed requiring administrative intervention.
ar: عرض التذاكر التي يعدها المستخدمون أو العاملون تتطلب التدخل الإداري.
bg: Преглед на заявките, за които потребителите или служителите считат, че е необходима административна намеса.
de: Tickets anzeigen, bei denen nach Einschätzung von Nutzern oder Mitarbeitern ein Administratoreingriff erforderlich ist
fr: Afficher les dossiers pour lesquels les utilisateurs ou le personnel ont jugé nécessaire de demander une intervention administrative.
hr: Pogledajte ulaznice za koje korisnici ili osoblje smatraju da je potrebna administrativna intervencija.
hu: Jegyek megtekintése, amelyeknél egy felhasználó vagy munkatárs úgy ítélte meg, hogy azok adminisztratív beavatkozást igényelnek.
mk: Прикажи ги барањата за поддршка за кои корисниците или персоналот сметаат дека е потребна интервенција од администрацијата.
pt: Veja os tíquetes que usuários ou funcionários consideram necessários para intervenção administrativa.
ro: Vedeți tichetele pentru care utilizatorii și personalul au considerat necesară intervenția administrativă.
ru: Открыть заявки, которые пользователи или сотрудники отметили как требующие внимания администратора.
sl: Oglejte si listke, za katere so uporabniki ali osebje ocenili, da je potrebno upravno posredovanje.
sq: Shiko biletat që përdoruesit apo stafi i kanë konsideruar për ndërhyrje administrative.
sr: Погледајте пријаве за које корисници или запослени сматрају да захтевају интервенцију администратора.
sw: Angalia tiketi ambazo watumiaji na wafanyakazi wameona zinahitaji utatuzi wa kiusimamizi.
tr: Kullanıcıların ya da çalışanların yönetici müdahalesi gerektiğini düşündüğü biletleri görüntüleyin.
uk: Переглянути заявки, які, на думку користувачів або працівників, потребують адміністративного втручання.

source: Tickets History
ar: سجل التذاكر
bg: История на заявките
de: Ticketverlauf
fr: Historique des dossiers
hr: Povijest ulaznica
hu: Jegyek előzményei
mk: Историја на барањз за поддршка
pt: Histórico de tíquetes
ro: Istoricul tichetelor
ru: История заявок
sl: Zgodovina listkov
sq: Kronologjia e biletave
sr: Историја пријава
sw: Historia ya Tiketi
tr: Bilet Geçmişi
uk: Історія заявок

source: A simple list of closed, resolved or cancelled tickets.
ar: قائمة بسيطة بالتذاكر المغلقة أو التي تم حلها أو الملغاة.
bg: Обикновен списък със затворените, анулираните или получилите отговор заявки.
de: Einfache Liste geschlossener, gelöster oder zurückgenommener Tickets
fr: Une simple liste des dossiers fermés, résolus et annulés.
hr: Jednostavan popis zatvorenih, riješenih ili otkazanih ulaznica.
hu: Lezárt, megoldott vagy törölt jegyek egyszerű listája.
mk: Едноставен список на затворени, решени или откажани барања за поддршка.
pt: Uma lista simples de tíquetes cancelados, resolvidos ou fechados.
ro: O listă simplă de tichete închise, soluționate sau anulate.
ru: Список закрытых, решенных и отмененных заявок
sl: Preprost seznam zaključenih, rešenih ali preklicanih listkov.
sq: Një listë e thjeshtë e biletave të mbyllura, të zgjidhura ose të anuluara.
sr: Једноставна листа затворених, решених или отказаних пријава.
sw: Orodha rahisi ya tiketi zilizofungwa, tiketi zilizosuluhishwa ama zilizoghairiwa.
tr: Kapalı, çözülmüş ya da iptal edilmiş biletlerin basit bir listesi.
uk: Простий список закритих, виконаних або скасованих заявок.
