Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Which type of account would you like to apply for?
ar: أي نوع من الحساب تريد التقدم للحصول عليه؟
bg: За какъв тип профил искате да кандидатствате?
de: Welchen Kontotyp möchten Sie beantragen?
fr: De quel type de compte voulez-vous bénéficier ?
hr: Za koju se vrstu računa prijavljujete?
hu: Melyik fióktípust szeretné kérni?
mk: За кој тип на сметка сакате да се пријавите?
pt: Você deseja se inscrever em qual tipo de conta?
ro: Ce tip de cont doriți să solicitați?
ru: Какой аккаунт вам нужен?
sl: Kakšno vrsto računa želite zahtevati?
sq: Për çfarë lloji llogarie dëshironi të aplikoni?
sr: За који тип налога желите да се пријавите?
sw: Je, ungependa kuomba akaunti ya aina gani?
tr: Hangi hesap türü için başvurmak istersiniz?
uk: Який тип облікового запису вам потрібен?

source: Information Requester
ar: مقدم طلب المعلومات
bg: Заявител на информация
de: Informationsanforderer
fr: Demandeur d'informations
hr: Podnositelj zahtjeva za informacije
hu: Információ kérelmezője
mk: Барател на информации
pt: Solicitante de informações
ro: Solicitant de informații
ru: Автор запросов
sl: Vložnik zahtevka za informacije
sq: Kërkues informacioni
sr: Подносилац захтева за информације
sw: Anayeomba Taarifa
tr: Bilgi Talep Eden
uk: Для надсилання запитів на інформацію

source: Take advantage of our database of knowledge to find out more information about companies, individuals, or the relationships between them.
ar: يمكنك الاستفادة من قاعدة البيانات التي نوفر لك من خلالها مزيدًا من المعلومات حول الشركات والأفراد والعلاقات التي تربط بينهما.
bg: Възползвайте се от възможностите на базата ни от данни, за да намерите повече информация за компании, физически лица или отношенията между тях.
de: Nutzen Sie unsere Wissensdatenbank, um weitere Informationen über Unternehmen, Einzelpersonen oder die Beziehungen zwischen ihnen zu finden.
fr: Profitez de nos bases de connaissances pour en savoir plus sur les entreprises, les personnes, ou les relations entre celles-ci.
hr: Iskoristite našu bazu podataka kako biste pronašli više informacija o tvrtkama, osobama ili njihovim međusobnim odnosima.
hu: Használja ki tudásadatbázisunkat, és keressen további információkat cégekről, egyénekről vagy az azok közötti kapcsolatokról.
mk: Искористете ја нашата база на податоци на знаење за да дознаете повеќе информации за компании, поединци или за нивната поврзаност.
pt: Aproveite nossos bancos de dados de conhecimento para encontrar mais informações sobre empresas, indivíduos ou as relações entre eles.
ro: Profitați de baza noastră de date cu informații pentru a afla mai multe despre companii, despre persoane sau despre legăturile dintre acestea.
ru: Используйте нашу базу данных для поиска информации о компаниях, людях и связях между ними.
sl: Izkoristite naše zbirke znanja in izvedite več o podjetjih, posameznikih ali povezavah med njimi.
sq: Përfitoni nga baza jonë e të dhënave për të gjetur më shumë informacione mbi kompanitë, individët apo marrëdhëniet mes tyre.
sr: Искористите предности наше базе података и сазнајте више о компанијама, појединцима или њиховим односима.
sw: Nufaika na hifadhidata yetu ya maarifa ili upate taarifa zaidi kuhusu makampuni, watu binafsi au uhusiano baina yao.
tr: Şirketler, bireyler ya da bunlar arasındaki ilişkiler hakkında daha fazla bilgi edinmek için bilgi veritabanımızdan yararlanın.
uk: Скористайтеся нашою базою знань, щоб знайти докладнішу інформацію про компанії, осіб чи зв’язки між ними.

source: Be a Requester
ar: كن مقدم طلب
bg: Станете заявител
de: Anforderer werden
fr: Être un demandeur
hr: Budite podnositelj zahtjeva
hu: Legyen kérelmező
mk: Бидете барател
pt: Seja um solicitante
ro: Fiți solicitant
ru: Стать автором запросов
sl: Postanite vložnik zahtevka
sq: Bëhuni kërkues
sr: Захтевајте информације
sw: Kuwa Anayeomba
tr: Talep Eden Olun
uk: Надсилайте запити

source: We have available public requests that need volunteers. Use your wealth of information to help others find answers.
ar: لدينا طلبات عامة متاحة تحتاج إلى متطوعين. يمكنك الاستفادة من ثروتك المعلوماتية في مساعدة الآخرين في العثور على إجابات عن أسئلتهم.
bg: Разполагаме с обществени заявки, за които са необходими доброволци. Използвайте богатата си информация, за да помогнете на други хора да намерят отговори.
de: Uns liegen öffentliche Anforderungen vor, für die Freiwillige benötigt werden. Nutzen Sie die Ihnen vorliegende Fülle von Informationen, um anderen bei der Suche nach Antworten zu helfen.
fr: Nous avons des demandes publiques disponibles pour lesquelles nous avons besoin de volontaires. Faites profiter les autres des informations dont vous disposez.
hr: Imamo javne zahtjeve za koje su nam potrebni volonteri. Iskoristite bogatstvo svojih informacija kako biste pomogli drugima pronaći odgovore.
hu: Olyan nyilvános kérésekkel rendelkezünk, amelyekhez önkéntesek szükségesek. Információit felhasználva segítsen másoknak megtalálni a válaszokat.
mk: Достапни се јавни барања за кои ни се потребни волонтери. Искористете го вашето богатство од информации да им помогнете на другите да најдат одговори.
pt: Temos solicitações públicas disponíveis que precisam de voluntários. Contribua com suas informações e ajuda outras pessoas a encontrarem respostas.
ro: Există solicitări publice pentru care este nevoie de voluntari. Folosiți-vă multitudinea de cunoștințe pentru a ajuta alte persoane să găsească răspunsuri.
ru: Для обработки некоторых общедоступных запросов нам нужны волонтеры. Помогите другим, предоставляя данные из собственных баз.
sl: Na voljo so javni zahtevki, za katere potrebujemo prostovoljce. Pomagajte drugim najti odgovore s svojim znanjem.
sq: Ne kemi kërkesa publike në dispozicion të cilat kanë nevojë për vullnetarë që t'iu përgjigjen. Përdorni pasurinë tuaj të dijeve për të ndihmuar të tjerët të gjejnë përgjigje.
sr: Имамо јавно доступне захтеве и потребни су нам волонтери. Искористите своје знање да бисте помогли другима да пронађу одговоре.
sw: Tuna maombi ya hadharani yaliyopo yanayohitaji watu wa kujitolea. Tumia maarifa yako kuwasaidia wengine kupata majibu.
tr: Gönüllülerin ilgilenmesi gereken genel talepler var. Zengin bilgi dağarcığınızı kullanarak başkalarının yanıt bulmasına yardımcı olun.
uk: У нас є загальнодоступні запити, для яких потрібні волонтери. Надайте свою інформацію, щоб допомогти іншим знайти відповіді.

source: Be a Volunteer
ar: كن متطوعًا
bg: Станете доброволец
de: Freiwilliger werden
fr: Être un volontaire
hr: Budite volonter
hu: Legyen önkéntes
mk: Бидете волонтер
pt: Seja um voluntário
ro: Fiți voluntar
ru: Стать волонтером
sl: Postanite prostovoljec
sq: Bëhuni vullnetar
sr: Постаните волонтер
sw: Jitolee
tr: Gönüllü Olun
uk: Станьте волонтером

source: <span class="primary-highlight">Investigative Dashboard</span> helps investigators expose illicit ties that cross borders.
ar: <span class="primary-highlight">لوحة البيانات الاستقصائية</span> تساعد المحققين في الكشف عن العلاقات غير المشروعة التي تحدث على المستوى الدولي.
bg: <span class="primary-highlight">Investigative Dashboard</span> помага на изследователите да разкриват незаконни връзки в международен план.
de: Das <span class="primary-highlight">Investigative Dashboard</span> hilft Ermittlern bei der Offenlegung grenzüberschreitender illegaler Verbindungen.
es: <span class="primary-highlight">Investigative Dashboard</span> ayuda a los investigadores a exponer las conexiones ilícitas a través" "de fronteras.
fr: <span class="primary-highlight">Investigative Dashboard</span> aide les chercheurs à dévoiler les activités illicites au niveau international.
hr: <span class="primary-highlight">Investigative Dashboard</span> pomaže istražiteljima razotkriti nezakonite veze koje prelaze granice država.
hu: Az <span class="primary-highlight">Investigative Dashboard</span> segíti az oknyomozókat a határokon átívelő illegális kapcsolatok feltárásában.
mk: <span class="primary-highlight">Контролната табла за истражување</span> им помага на истражувачите да ги разоткријат незаконските врски надвор од границите.
pt: O <span class="primary-highlight">Investigative Dashboard</span> ajuda os investigadores a exporem ações ilegais que cruzam fronteiras.
ro: <span class="primary-highlight">Investigative Dashboard</span> ajută investigatorii să descopere legăturile ilicite dincolo de granițe.
ru: <span class="primary-highlight">Investigative Dashboard</span> помогает журналистам выявлять международные преступные связи.
sl: <span class="primary-highlight">Investigative Dashboard</span> pomaga preiskovalcem razkriti nezakonite meddržavne povezave.
sq: <span class="primary-highlight">Paneli Hetimor</ span> ndihmon hetuesit të zbulojnë lidhje të paligjshme që i kalojnë kufijtë.
sr: <span class="primary-highlight">Investigative Dashboard</span> помаже истраживачима да открију нелегалне везе које прелазе границе.
sw: <span class="primary-highlight">Dashibodi ya Upelelezi</span> husaidia wapelelezi kufichua ushirikiano haramu wa kimataifa.
tr: <span class="primary-highlight">Investigative Dashboard</span> araştırmacılara, sınırların ötesine geçen yasa dışı ilişkileri açığa çıkarmalarında yardımcı olur.
uk: Проект <span class="primary-highlight">Investigative Dashboard</span> допомагає викривати незаконні зв’язки за кордоном.

source: Search for a company or person of interest.
ar: يمكنك البحث عن شركة أو شخص محل اهتمام.
bg: Търсене на компания или лице, представляващи интерес.
de: Suchen Sie nach einem Unternehmen oder einer Person von Interesse.
es: Búsqueda de una compañía o persona de interés.
fr: Rechercher une société ou une personne.
hr: Potražite tvrtku ili osobu od interesa.
hu: Keressen egy gyanúsított céget vagy személyt.
mk: Пребарајте за компанија или лице од интерес.
pt: Pesquise uma empresa ou pessoa.
ro: Căutați o companie sau o persoană care vă interesează.
ru: Поиск информации о подозреваемых
sl: Poiščite podjetje ali posameznika, ki vas zanima.
sq: Kërkoni një kompani ose një person të dyshimtë.
sr: Потражите компанију или особу која вас занима.
sw: Tafuta kampuni au mtu uliye na haja naye.
tr: İlgili bir şirket veya kişi hakkında arama yapın.
uk: Шукайте потрібну компанію чи людину.

source: We have scraped national business records from Panama, Luxembourg, Switzerland and many other countries
ar: أجرينا عملية فرز للسجلات القومية للشركات من بنما ولوكسمبورج وسويسرا وبلدان أخرى كثيرة.
bg: Извлекли сме информацията от националните фирмени регистри на Панама, Люксембург, Швейцария и много други държави.
de: Wir haben nationale Geschäftsunterlagen aus Panama, Luxemburg, der Schweiz und vielen anderen Ländern zusammengetragen.
es: Nosotros hemos raspado los registros nacionales de Panamá, Chipre y otros diez" "países.
fr: Nous avons épluché les livres comptables d'entreprises au Luxembourg, au Panama, en Suisse, ainsi que dans bon nombre d'autres pays.
hr: Pročešljali smo nacionalne evidencije tvrtki iz Paname, Luksemburga, Švicarske i brojnih drugih zemalja
hu: Nemzetközi üzleti nyilvántartásokat gyűjtöttünk össze Panamából, Luxemburgból, Svájcból és számos további országból.
mk: Имаме извадено национални деловни записи од Панама, Луксембург, Швајцарија и многу други земји
pt: Reunimos registros comerciais nacionais do Panamá, de Luxemburgo e da Suíça e muitos outros países
ro: Am adunat evidențe comerciale de stat privind companii din Panama, Luxemburg, Elveția și din multe alte țări.
ru: В нашей базе собраны данные из реестров юридических лиц разных стран, в том числе Панамы, Люксембурга, Швейцарии.
sl: Zbrali smo nacionalne poslovne evidence iz Paname, Luksemburga, Švice in številnih drugih držav
sq: Ne kemi gërmuar dhe nxjerrë të dhëna kombëtare biznesi nga Panamaja, Luksemburgu, Zvicra dhe shumë vende të tjera
sr: Уврстили смо информације из националних пословних евиденција Панаме, Луксембурга, Швајцарске и многих других земаља
sw: Tumefuta kumbukumbu za biashara ya kitaifa kutoka Panama, Lusembagi, Uswisi na nchi nyingine nyingi
tr: Panama, Lüksemburg, İsviçre ve diğer birçok ülkeden ulusal şirket kayıtlarını topladık
uk: Ми зібрали державні реєстри компаній із Панами, Люксембургу, Швейцарії та багатьох інших країн.

source: Start Searching
ar: بدء البحث
bg: Започнете да търсите
de: Suche starten
fr: Commencez vos recherches
hr: Krenite s pretraživanjem
hu: Kezdjen el keresni
mk: Започнете со пребарување
pt: Comece a pesquisar
ro: Începeți să căutați
ru: Поиск
sl: Začnite iskati
sq: Filloni të kërkoni
sr: Започните претрагу
sw: Anza Kutafuta
tr: Aramaya Başlayın
uk: Почніть пошук

source: If you need more data, visit recommended databases
ar: إذا كنت بحاجة إلى المزيد من البيانات، فيمكنك الانتقال إلى قواعد البيانات المقترحة
bg: Ако имате нужда от още информация, посетете препоръчаните бази от данни
de: Falls Sie weitere Daten benötigen, rufen Sie empfohlene Datenbanken auf.
es: Si usted necesita más data, visite las bases de datos recomendadas.
fr: Si vous avez besoin d'informations supplémentaires, consultez les bases de données recommandées.
hr: Ako vam je potrebno više podataka, posjetite preporučene baze podataka
hu: Ha további adatokra van szüksége, keresse fel a javasolt adatbázisokat
mk: Ако ви требаат повеќе податоци, посетете ги препорачаните бази на податоци
pt: Se você precisar de mais dados, acesse os bancos de dados recomendados
ro: Dacă aveți nevoie de mai multe date, accesați bazele de date recomandate.
ru: Дополнительные сведения из рекомендуемых баз данных
sl: Če potrebujete več podatkov, obiščite priporočene zbirke podatkov
sq: Nëse keni nevojë për më shumë të dhëna, vizitoni bazat e rekomanduara të të dhënave
sr: Ако вам је потребно више података, посетите препоручене базе података
sw: Iwapo unahitaji data zaidi, tembelea hifadhidata zilizopendekezwa
tr: Daha fazla veriye ihtiyacınız varsa, önerilen veritabanlarını ziyaret edin
uk: Якщо вам потрібно більше даних, відвідайте рекомендовані бази даних.

source: We have assembled a directory of over 300 local databases that might help
ar: لقد جمعنا دليلًا يضم أكثر من 300 قاعدة بيانات محلية قد تكون مفيدة بالنسبة إليك
bg: Събрахме в една директория над 300 локални бази от данни, които може да ви помогнат
de: Wir haben ein Verzeichnis von über 300 lokalen Datenbanken zusammengestellt, die hilfreich sein könnten.
es: Nosotros hemos armado un directorio con más de 300 bases de datos locales que pueden ayudar.
fr: Nous avons compilé un répertoire à partir de plus de 300 bases de données locales susceptibles de vous aider.
hr: Izradili smo direktorij s više od 300 lokalnih baza podataka koje bi vam mogle biti korisne
hu: Egy több mint 300 helyi adatbázisból álló jegyzéket állítottunk össze, amely segíthet Önnek
mk: Имаме направено директориум со над 300 локални бази на податоци кои би можеле да помогнат
pt: Montamos um diretório com mais de 300 bancos de dados locais que podem ajudá-lo
ro: Am reunit un director de peste 300 de baze de date locale care vă pot ajuta.
ru: В этом каталоге вы найдете более 300 баз данных разных стран.
sl: Sestavili smo imenik več kot 300 lokalnih zbirk podatkov, s katerimi bi si lahko pomagali
sq: Ne kemi mbledhur një direktorium prej mbi 300 bazash lokale të dhënash që mund t'ju ndihmojnë
sr: Саставили смо каталог од преко 300 локалних база података које могу да вам помогну
sw: Tumekusanya saraka ya zaidi ya hifadhidata 300 za ndani ambazo zinaweza kukusaidia
tr: Yardımcı olabilecek 300'ün üzerinde yerel veritabanını içeren bir dizin derledik
uk: Ми зібрали корисний каталог із понад 300 місцевих баз даних

source: Visit Databases
ar: الانتقال إلى قواعد البيانات
bg: Посетете базите от данни
de: Datenbanken aufrufen
fr: Consulter les bases de données
hr: Posjetite baze podataka
hu: Adatbázisok felkeresése
mk: Посетете бази на податоци
pt: Acessar bancos de dados
ro: Accesați bazele de date
ru: Базы данных
sl: Obiščite zbirke podatkov
sq: Vizitoni bazat e të dhënave
sr: Посетите базе података
sw: Tembelea Hifadhidata
tr: Veritabanlarını Ziyaret Edin
uk: Відвідайте бази даних

source: If you need help, request expert assistance.
ar: إذا كنت بحاجة إلى مساعدة، فيمكنك طلب مساعدة خبير.
bg: Ако имате нужда от помощ, поискайте експертно съдействие.
de: Falls Sie Hilfe benötigen, fordern Sie Unterstützung von Experten an.
es: Si usted todavía necesita ayuda, ingrese al sitio y solicite la asistencia de un experto
fr: Si vous avez besoin d'aide, demandez l'assistance d'un expert.
hr: Ako vam je potrebna pomoć, obratite se stručnjacima.
hu: Ha segítségre van szüksége, kérjen szakértői segítséget.
mk: Ако ви треба помош, побарајте експерт.
pt: Se você precisa de ajuda, solicite assistência especializada.
ro: Dacă aveți nevoie de ajutor, solicitați asistență din partea experților.
ru: Помощь эксперта
sl: Če potrebujete pomoč, zaprosite za podporo strokovnjaka.
sq: Nëse keni nevojë për ndihmë, kërkoni mbështetjen e një eksperti.
sr: Ако вам је потребна помоћ, потражите је од стручњака.
sw: Iwapo unahitaji usaidizi, omba usaidizi wa mtaalamu.
tr: Yardıma ihtiyacınız varsa, uzman yardımı isteyin.
uk: Якщо вам потрібна допомога, попросіть допомогу в експерта.

source: We understand investigations are sensitive and we take privacy very seriously. Requests are only seen by our full-time experts and, if you are willing, by vetted volunteers
ar: نتفهم حساسية التحقيقات ونأخذ مسألة الخصوصية على محمل الجد. لا يمكن لأحد الاطلاع على الطلبات بخلاف الخبراء الذين يعملون لدينا بدوام كامل أو متطوعين يخضعون لفحص شديد، إن كنت تفضل ذلك
bg: Разбираме, че проучванията са поверителни, и се отнасяме много сериозно към това. Заявките се виждат само от щатните ни експерти и ако искате – от проверени доброволци.
de: Wir wissen, dass die Recherchen sensibler Natur sind, und nehmen den Datenschutz sehr ernst. Anforderungen werden nur von unseren professionellen Vollzeitmitarbeitern und, sofern Sie dies wünschen, von geprüften Freiwilligen gesichtet.
es: Nosotros entendemos que las investigaciones son sensitivas y nosotros tomamos la privacidad muy" "seriamente. Las solicitudes son sólo vistas por nuestros expertos de tiempo completo y, si usted está" "dispuesto, por voluntarios seleccionados.
fr: Nous comprenons tout à fait que certaines enquêtes puissent avoir un caractère sensible, et nous prenons la confidentialité très au sérieux. Seuls nos experts à temps plein peuvent voir vos demandes. Les volontaires que nous avons sélectionnés minutieusement n'y sont autorisés que si vous donnez votre accord.
hr: Znamo da su istraživanja osjetljiva i smatramo privatnost vrlo važnom. Zahtjeve mogu vidjeti samo naši stalno zaposleni stručnjaci i, ako vi to želite, provjereni volonteri
hu: Megértjük, hogy az oknyomozás igen érzékeny terület, ezért az adatvédelmet nagyon komolyan vesszük. A kéréseket csak főállású szakemberek, és, ha úgy dönt, ellenőrzött önkéntesek láthatják.
mk: Знаеме дека истражувањата се чувствителни и ја сфаќаме приватноста многу сериозно. Барањата можат да ги видат само нашите експерти и ако се согласувате, одобрени волонтери
pt: Sabemos que as investigações são confidenciais e levamos a privacidade muito a sério. As solicitações são vistas somente por nossos especialistas integrais e, se você quiser, por voluntários autorizados.
ro: Înțelegem că investigațiile sunt sensibile și tratăm cu foarte mare seriozitate problema confidențialității. La solicitări au acces numai experții care lucrează permanent la noi și, dacă permiteți acest lucru, voluntarii verificați de noi.
ru: В секретных расследованиях важна конфиденциальность. Ваши запросы увидят только наши сотрудники-эксперты и, если вы пожелаете, проверенные волонтеры.
sl: Zavedamo se, da so preiskave občutljiva zadeva, zato jemljemo zasebnost zelo resno. Zahtevke bodo videli samo naši strokovnjaki, zaposleni za polni delovni čas, in če boste tako želeli, potrjeni prostovoljci.
sq: Ne e kuptojmë që hetimet janë çështje e rezervuar, ndaj edhe e konsiderojmë tepër serioze privatësinë! Kërkesat shikohen vetëm nga ekspertët tanë të angazhuar me kohë të plotë dhe, në qoftë se ju dëshironi, edhe nga vullnetarët shqyrtues
sr: Разумемо да су истраге осетљиве и схватамо приватност веома озбиљно. Захтеве прегледају искључиво стално запослени стручњаци и, ако то желите, поуздани волонтери
sw: Tunafahamu kwamba uchunguzi huwa nyeti na tunajali sana faragha. Maombi yanaonwa tu na wataalamu wetu, na iwapo unataka, na wafanyakazi wa kujitolea waliotathminiwa
tr: Soruşturmaların hassasiyetini anlıyoruz ve gizliliği çok ciddiye alıyoruz. Talepler sadece tam zamanlı çalışan uzmanlarımız tarafından (ve istediğiniz takdirde onay almış gönüllüler tarafından) görülür
uk: Ми розуміємо, що розслідування конфіденційні, і дуже серйозно ставимося до конфіденційності. Запити можуть бачити лише наші штатні експерти, а якщо ви захочете, то й перевірені волонтери.

source: Ask an Expert
ar: طرح سؤال على خبير
bg: Попитайте експерт
de: Experten fragen
fr: Demander à un expert
hr: Pitajte stručnjaka
hu: Szakértő megkérdezése
mk: Прашајте експерт
pt: Pergunte a um especialista
ro: Întrebați un expert
ru: Вопрос эксперту
sl: Vprašajte strokovnjaka
sq: Pyesni një ekspert
sr: Питајте стручњака
sw: Uliza Mtaalamu
tr: Bir Uzmana Sorun
uk: Запитайте експерта

source: Become a Volunteer!
ar: انضم إلى المتطوعين!
bg: Станете доброволец!
de: Werden Sie Freiwilliger!
fr: Devenir un bénévole
hr: Postanite volonter!
hu: Legyen önkéntes!
mk: Станете волонтер!
pt: Seja um voluntário.
ro: Deveniți voluntar!
ru: Станьте волонтером!
sl: Postanite prostovoljec!
sq: Bëhuni vullnetar!
sr: Постаните волонтер!
sw: Jitolee!
tr: Gönüllü Olun!
uk: Станьте волонтером!
