Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Above and beyond the databases available on the Dashboard, the research desk provides access to a global network of expert researchers. Journalists and researchers working on organized crime and corruption topics who seek information and documents beyond their own borders and resources are invited to request the expertise of a network of information professionals. These professionals can access external databases and official filings for evidence of corporate ownership and property holdings that cross borders. For some journalists, these services are provided pro bono.
ar: وبالإضافة إلى قواعد البيانات المتاحة على لوحة البيانات، يتيح مكتب الأبحاث الوصول إلى شبكة عالمية من الباحثين الخبراء. كما تتم مساعدة الصحفيين والباحثين العاملين على موضوعات في الجريمة المنظمة والفساد والذين يبحثون عن معلومات ومستندات من خارج بلدانهم ومصادرهم، حيث يمكنهم الحصول على الخبرة اللازمة من خلال شبكة من المتخصصين في مجال المعلومات. ويمكن لهؤلاء المتخصصين الاطلاع على قواعد بيانات خارجية وملفات رسمية مقدمة إلى المحاكم بهدف الوصول إلى دليل على ملكيات الشركات وممتلكاتها العقارية خارج الحدود. وبالنسبة إلى بعض الصحفيين، تقدم هذه الخدمات بهدف الصالح العام.
bg: Извън базите от данни, които са налице в Investigative Dashboard, бюрото за проучвания осигурява достъп до глобална мрежа от експерти в проучванията. Журналистите и изследователите, работещи по теми за организираната престъпност и корупцията, които търсят информация и документи извън границите на държавата и възможностите си, могат да поискат експертната помощ на мрежа от професионалисти в проследяването на информация. Тези хора имат достъп до външни бази от данни и официални документи за доказване на корпоративна и имотна собственост в международен план. За някои журналисти тези услуги се предоставят безвъзмездно.
de: Über die im Dashboard verfügbaren Datenbanken hinaus bietet das Research Desk Zugriff auf ein globales Netzwerk aus Rechercheexperten. Journalisten und Rechercheure, die an Themen rund um das organisierte Verbrechen und Korruption arbeiten und dabei über ihre eigenen Grenzen und Ressourcen hinweg nach Informationen und Dokumenten suchen, sind eingeladen, in einem Netzwerk von Informationsexperten anzufragen und sich deren Erfahrung zunutze zu machen. Diese Experten können auf externe Datenbanken und offizielle Unterlagen zugreifen, um Belege für Unternehmenseigentum und grenzüberschreitende Vermögenswerte zu finden. Einigen Journalisten werden diese Dienste kostenlos bereitgestellt.
fr: Outre les bases de données disponibles dans l'Investigative Dashboard, le bureau de recherche vous donne accès à un réseau mondial d'experts en recherche. Les journalistes et chercheurs travaillant sur les thèmes du crime organisé et de la corruption qui cherchent des informations et des documents au-delà de leurs frontières sont invités à solliciter l'aide d'un réseau de professionnels de l'information. Ces professionnels peuvent accéder à des bases de données externes et des dépôts officiels des preuves de propriétés collectives et actifs immobiliers qui s'étendent au-delà des frontières. Pour certains journalistes, ces services sont même fournis gratuitement.
hr: Istraživački pult nudi pristup globalnoj mreži stručnih istraživača koji vam mogu pomoći pronaći još više informacija od onih koje su vam dostupne u bazama podataka na platformi Investigative Dashboard. Novinari i istraživači koji obrađuju teme organiziranog kriminala i korupcije te traže informacije i dokumente izvan granica svoje zemlje i izvan svojih resursa mogu zatražiti stručnu pomoć mreže profesionalaca koji se bave pronalaženjem informacija. Ti profesionalci mogu pristupiti vanjskim bazama podataka i službenim evidencijama o vlasništvu tvrtki i posjedovanju imovine u drugim zemljama. Nekim se novinarima te usluge pružaju bez naknade.
hu: A Dashboard rendszerében elérhető adatbázisokon túlmenően a kutatói platform hozzáférést biztosít a szakértő kutatók globális hálózatához. A szervezett bűnözés és korrupció témájában dolgozó újságírók és kutatók, akik saját határaikon túl keresnek információkat és dokumentumokat, kérhetik egy információs szakemberekből álló hálózat szakértői segítségét. Ezek a szakemberek olyan külső adatbázisokhoz és hivatalos beadványokhoz férhetnek hozzá, amelyek bizonyítékot jelenthetnek határokat átívelő céges tulajdonokra és vagyonkezelésre. Egyes újságírók számára ezek a szolgáltatások pro bono („a közjóért”) érhetők el.
mk: Освен базите на податоци достапни на контролната табла, бирото за истражување обезбедува пристап до глобална мрежа на истражувачи експерти. Ги повикуваме новинарите и истражувачите кои работат на теми поврзани со организиран криминал и корупција и бараат информации и документи надвор од сопствените граници и ресурси, да побараат стручна помош од професионалци за мрежа на информации. Овие професионалци можат да пристапат до надворешни бази на податоци и службени поднесоци на докази за корпорациската сопственост и поседувањето имот надвор од границите. За некои новинари, овие услуги се обезбедени про боно.
pt: Além dos bancos de dados disponíveis no Investigative Dashboard, o setor de pesquisas fornece acesso a redes internacionais de pesquisadores especializados. Jornalistas e pesquisadores, que trabalham nos tópicos de crime organizado e corrupção e buscam informações e documentos em outros países e fontes, estão convidados a solicitar a especialidade de uma rede de profissionais da informação. Esses profissionais podem acessar bancos de dados externos e registros oficiais para ter evidências de propriedades corporativas e de imóveis em diversos países. Para alguns jornalistas, esses serviços são gratuitos.
ro: Dincolo de bazele de date disponibile în Tabloul de bord, biroul de investigații oferă acces la o rețea globală de experți în investigații. Jurnaliștii și investigatorii care se ocupă de subiecte ce țin de crima organizată și de corupție, care caută informații și documente în afara propriilor granițe și resurse sunt invitați să facă apel la priceperea unei rețele de profesioniști în domeniul informațiilor. Acești profesioniști au acces la baze de date externe și la cereri oficiale de dovezi privind proprietățile și bunurile imobiliare transfrontaliere ale corporațiilor. În cazul anumitor jurnaliști, aceste servicii sunt oferite pro bono.
ru: Помимо баз данных на сайте проекта, существует также исследовательский совет, объединяющий компетентных специалистов из разных стран. Журналисты и представители общественных организаций по борьбе с организованной преступностью и коррупцией, которым требуется информация и документация из зарубежных источников, могут запросить сведения у наших экспертов. Членам совета доступны внешние базы данных, также они могут подавать официальные запросы на подтверждение владения собственностью за границей. Некоторым журналистам эти услуги предоставляются безвозмездно.
sl: Poleg zbirk podatkov, ki so na voljo v platformi Dashboard, lahko prek raziskovalnega mesta dostopate do globalne mreže strokovnih raziskovalcev. Novinarji in raziskovalci, ki se ukvarjajo s temami v zvezi z organiziranim kriminalom in korupcijo ter iščejo informacije in dokumente zunaj meja svoje države in na področjih, za katera niso usposobljeni, so vabljeni, da poiščejo pomoč v omrežju strokovnjakov za informacije. Ti strokovnjaki lahko dostopajo do zunanjih zbirk podatkov in uradnih dokumentov ter v njih iščejo dokaze o meddržavnem podjetniškem lastništvu in premoženjskem imetju. Za nekatere novinarje so te storitve brezplačne.
sq: Mbi dhe përtej bazave të vlefshme të të dhënave në dispozicion në kuadër të Panelit Hetimor, zyra hulumtuese ofron qasje në një rrjet global hulumtuesish ekspertë. Gazetarët dhe hulumtuesit që punojnë mbi artikuj apo tema që kanë të bëjnë me krimin e organizuar dhe korrupsionin, dhe që kërkojnë informacione dhe dokumente përtej kufijve dhe burimeve të tyre, ftohen të kërkojnë ekspertizën e një rrjeti profesionistësh informacioni. Këta profesionistë mund të hyjnë në bazat e huaja të të dhënave dhe skedarët zyrtarë për fakte mbi pronësinë e korporatave dhe ndarjen aksionere të tyre, që i kapërcejnë kufijtë. Për disa gazetarë, këto shërbime ofrohen falas në të mirë të shoqërisë.
sr: Поред база података доступних у оквиру пројекта Dashboard, истраживачки одсек такође омогућава приступ глобалној мрежи стручних истраживача. Новинари и истраживачи који се баве темама организованог криминала и корупције и који траже информације и документацију изван својих граница и доступних ресурса могу да захтевају стручну помоћ од мреже стручњака који се баве проналажењем оваквих информација. Ти стручњаци могу да приступају спољним базама података и званичним резултатима истраживања да би пронашли доказе о власништву у корпорацијама и имовинском стању изван граница своје земље. Одређени новинари добијају ове услуге бесплатно, као опште добро.
sw: Mbali na hifadhidata zinazopatikana kwenye Dashibodi, kitengo cha utafiti kinatoa uwezo wa kufikia mtandao wa ulimwengu wa wataalam watafiti. Wanahabari wanaoshughulikia mada za uhalifu uliopangwa na ufisadi wanaotafuta taarifa na hati ambazo hazipatikani katika nchi zao na wafanyakazi wanahimizwa kuomba utaalam wa mtandao wa taarifa ya wataalamu. Wataalamu hawa wanaweza kufikia hifadhidata za nje na hati rasmi kwa ushahidi wa umiliki wa kampuni na mali ya kampuni iliyo nje ya nchi. Kwa baadhi ya wanahabari, huduma hizi hutolewa bila malipo.
tr: Araştırma masası, Investigative Dashboard'daki mevcut veritabanlarının ötesinde, uzman araştırmacıların küresel ağına erişim sağlar. Sınırlarının ve kaynaklarının dışında organize suç ve yolsuzluk konularında bilgi ve belge arayan gazeteci ve araştırmacıları bilgi profesyonelleri ağının uzmanlığına başvurmaya davet ediyoruz. Bu profesyoneller sınırları aşan kurumsal şirket sahiplikleri ve emlak varlıkları hakkında delil bulmak amacıyla harici veritabanlarına ve resmi dosyalara erişebilir. Bazı gazeteciler için bu hizmetler karşılıksız olarak sağlanır.
uk: Окрім баз даних, доступних через сайт Investigative Dashboard, відділ досліджень надає доступ до всесвітньої мережі кваліфікованих дослідників. Журналісти й дослідники, які працюють над темами про організовану злочинність і корупцію та шукають інформацію й документи за межами своїх країн і ресурсів, можуть попросити допомогу в мережі фахівців з інформації. Ці фахівці мають доступ до зовнішніх баз даних і офіційних реєстрів, які підтверджують корпоративну власність і володіння майном за кордоном. Для деяких журналістів ці послуги надаються безкоштовно.

source: Journalists have used the Investigative Dashboard to work on stories that have won more than a dozen international awards, led to indictments, arrests and seizures, forced the resignation of heads of state, and exposed the activities of organized crime.
ar: وقد استخدم الصحفيون لوحة البيانات الاستقصائية في العمل على أخبار فازت بأكثر من عشرة جوائز دولية، حيث أدت هذه الأخبار إلى صدور لوائح اتهام بحق رؤساء دول واعتقالهم واحتجازهم وإجبارهم على الاستقالة كما كشفت عن أنشطة الجريمة المنظمة.
bg: Проектът Investigative Dashboard е използван от журналисти, работили по материали, които са спечелили десетки международни награди и са довели до обвинителни актове, арести и конфискации, оставки на държавни глави и разкриване на действията на организираната престъпност.
de: Journalisten haben das Investigative Dashboard schon für die Arbeit an Geschichten genutzt, die mit über einem Dutzend internationaler Preise ausgezeichnet wurden oder zu Anklagen, Verhaftungen und Beschlagnahmungen geführt, den Rücktritt von Staatsoberhäuptern erzwungen und Aktivitäten des organisierten Verbrechens offengelegt haben.
fr: Des journalistes ont utilisé l'Investigative Dashboard pour travailler sur des articles qui ont reçu de nombreuses récompenses internationales, ont conduit à des mises en accusation, des arrestations et des saisies, ont obligé des chefs de gouvernement à démissionner, et ont mis au grand jour les activités du crime organisé.
hr: Novinari su se služili Investigative Dashboardom u radu na člancima i prilozima koji su dobili više od dvanaest međunarodnih nagrada, doveli do podizanja optužbi, uhićenja i zapljena, nagnali neke državne poglavare na podnošenje ostavke i razotkrili aktivnosti zločinačkih organizacija.
hu: Az újságírók mostanáig olyan történetek megírásához használták az Investigative Dashboard rendszerét, amelyek több mint egy tucat nemzetközi díjat nyertek, vádemeléshez, letartóztatáshoz és lefoglaláshoz vezettek, államfők visszavonulását kényszerítették, és feltárták a szervezett bűnözés tevékenységeit.
mk: Новинарите ја користеа контролната табла за истражување за да работат на приказни кои имаат освоено повеќе од десетина меѓународни награди, доведоа до обвиненија, апсења и запленувања; принудија шефови на држави да поднесат оставка и разоткрија активности на организираниот криминал.
pt: Os jornalistas usaram o Investigative Dashboard para trabalhar em histórias que já ganharam mais de dezenas de prêmios internacionais, levaram a acusações, prisões e apreensões, forçaram a renúncia de líderes de estado e expuseram as atividades do crime organizado.
ro: Investigative Dashboard a fost folosit de jurnaliști care lucrau la articole răsplătite cu peste o duzină de premii internaționale, în urma cărora au avut loc puneri sub acuzare, arestări și sechestre, care au forțat șefi de stat să demisioneze și au dezvăluit activitățile rețelelor de crimă organizată.
ru: Проект Investigative Dashboard уже был успешно использован для работы над репортажами, которые получили более десятка международных наград, позволили привлечь виновных к ответственности, привели к арестам и задержаниям, вынудили некоторых глав государств покинуть свой пост и выявили случаи организованной преступности.
sl: Novinarji so platformo Investigative Dashboard uporabili pri raziskovanju primerov, za katere so prejeli več kot ducat mednarodnih nagrad, ki so vodile do obtožb, aretacij in zasegov, ki so prisilile voditelje držav k odstopu ter na podlagi katerih so bile razkrite dejavnosti organiziranega kriminala.
sq: Gazetarët e kanë përdorur Panelin Hetimor për të punuar në artikuj që kanë fituar më shumë se dy çmime ndërkombëtare, që kanë nxitur ngritje padish penale, arrestime dhe konfiskime, kanë detyruar krerë shtetesh të japin dorëheqjen, si dhe kanë zbuluar aktivitete të krimit të organizuar.
sr: Новинари користе Investigative Dashboard за рад на причама попут оних које су већ освојиле више од десет међународних награда, довеле до подизања оптужница, хапшења и заплена, приморале шефове држава на оставке и откриле организоване криминалне активности.
sw: Wanahabari wametumia Dashibodi ya Upelelezi kuandika visa ambavyo vimeshinda zaidi ya dazani ya tuzo za kimataifa, kusababisha kufunguliwa mashtaka, kutiwa mbaroni na kupigwa tanji, kulazimisha kujiuzulu kwa marais wa nchi, na kuonyesha shughuli za uhalifu uliopangwa.
tr: Gazeteciler, Investigative Dashboard'u düzinelerce uluslararası ödül kazandıran, boyutları davalara, tutuklamalara ve el koymalara varan, devlet başkanlarını istifaya zorlayan ve organize suç faaliyetlerini ifşa eden hikayeler üzerinde çalışırken kullanmıştır.
uk: Журналісти використовували сайт Investigative Dashboard, коли працювали над сюжетами, які здобули більше десятка міжнародних нагород, посприяли висуванню обвинувачень, арештам, конфіскаціям, відставкам керівників держав і викрили діяльність організованих злочинних груп.

source: Supporters
ar: الداعمون
bg: Поддръжници
de: Unterstützer
fr: Sponsors
hr: Podrška
hu: Támogatók
mk: Поддржувачи
pt: Patrocinadores
ro: Susținători
ru: Поддержка
sl: Podporniki
sq: Mbështetësit
sr: Подршка
sw: Wafuasi
tr: Destekleyenler
uk: Прибічники

source: The Investigative Dashboard has been developed in collaboration with <a href="http://www.google.com/ideas/">Google Ideas</a>. Core support for the project is generously provided by the Open Society Foundations with additional assistance from USAID.
ar: تم إعداد لوحة البيانات الاستقصائية بالتعاون مع <a href="http://www.google.com/ideas/">أفكار Google</a>. يقدم الدعم الرئيسي للمشروع من قبل المؤسسات المجتمعية المفتوحة بالإضافة إلى المساعدة التي تقدمها الوكالة الأمريكية للتنمية الدولية (USAID).
bg: Проектът Investigative Dashboard е разработен в сътрудничество с <a href="http://www.google.com/ideas/">Google Ideas</a>. Основната подкрепа за него е щедро предоставена от фондации „Отворено общество“ с допълнителното съдействие на USAID.
de: Das Investigative Dashboard wurde in Zusammenarbeit mit <a href="http://www.google.com/ideas/">Google Ideas</a> entwickelt. Wesentliche Unterstützung für das Projekt wird großzügigerweise von den Open Society Foundations unter zusätzlicher Mitwirkung von USAID bereitgestellt.
fr: L'Investigative Dashboard a été développé en collaboration avec <a href="http://www.google.com/ideas/">Google Ideas</a>. Ce projet est principalement financé par les contributions généreuses du réseau Open Society Foundations, et bénéficie aussi du soutien de l'Agence américaine pour le développement international (USAID).
hr: Platforma Investigative Dashboard razvijena je u suradnji s <a href="http://www.google.com/ideas/">Google Ideas</a>. Temeljnu podršku projektu velikodušno pruža Zaklada Otvoreno društvo uz dodatnu pomoć USAID-a.
hu: Az Investigative Dashboard együttműködik a <a href="http://www.google.com/ideas/">Google Ideas</a> szolgáltatással. A projekt nagylelkű fő támogatója az Open Society Foundations (Nyílt Társadalom Alapítvány), a USAID amerikai nemzetközi fejlesztési hivatal további közreműködésével.
mk: Контролната табла за истражување е развиена во соработка со <a href="http://www.google.com/ideas/">Идеи на Google</a>. Главната поддршка на проектот е обезбедена од страна на фондацијата Отворено општество со дополнителна помош од УСАИД.
pt: O Investigative Dashboard foi desenvolvido em colaboração com <a href="http://www.google.com/ideas/">Google Ideas</a>. O principal suporte do projeto foi generosamente fornecido pela Open Society Foundations com assistência adicional da USAID.
ro: Investigative Dashboard a fost dezvoltat în colaborare cu <a href="http://www.google.com/ideas/">Google Ideas</a>. Susținerea de bază pentru proiect este oferită de Open Society Foundations și beneficiază de asistență suplimentară din partea USAID.
ru: Проект Investigative Dashboard разработан совместно с <a href="http://www.google.com/ideas/">Google Ideas</a>. Неоценимую поддержку оказали фонд "Открытое общество" (Open Society Foundations) и Агентство США по международному развитию (USAID).
sl: Platforma Investigative Dashboard je bila razvita v sodelovanju s programom <a href="http://www.google.com/ideas/">Google Ideas</a>. Temeljno podporo velikodušno zagotavlja organizacija Open Society Foundations z dodatno pomočjo agencije USAID.
sq: Paneli Hetimor është zhvilluar në bashkëpunim me <a href="http://www.google.com/ideas/">Idetë e Google</a>. Mbështetje thelbësore për këtë projekt është ofruar bujarisht nga Fondacionet për Shoqëri të Hapur, ndërkohë që ndihmesë shtesë ka ofruar edhe USAID.
sr: Пројекат Investigative Dashboard је развијен у сарадњи са пројектом <a href="http://www.google.com/ideas/">Google Ideas</a>. Највећу подршку пројекту великодушно пружа Фонд за отворено друштво, а додатну помоћ пружа USAID.
sw: Dashibodi ya upelelezi imeundwa kwa ushirikiano na <a href="http://www.google.com/ideas/">Mawazo ya Google</a>. Usadizi mkubwa unatolewa kwa ukarimu na Wakfu wa Open Society kwa msaada wa ziada kutoka USAID.
tr: Investigative Dashboard <a href="http://www.google.com/ideas/">Google Ideas</a> ile işbirliği içinde geliştirildi. Projenin temel desteği cömert bir şekilde Açık Toplum Vakfı tarafından sağlanmakta olup USAID desteği de alınmaktadır.
uk: Проект Investigative Dashboard розроблено спільно з <a href="http://www.google.com/ideas/">Google Ideas</a>. Основну підтримку проекту надав фонд "Відкрите суспільство" за сприяння Агентства США з міжнародного розвитку (USAID).

source: Partners
ar: الشركاء
bg: Партньори
de: Partner
fr: Partenaires
hr: Partneri
hu: Partnerek
mk: Партнери
pt: Parceiros
ro: Parteneri
ru: Партнеры
sl: Partnerji
sq: Partnerët
sr: Партнери
sw: Washirika
tr: İş Ortakları
uk: Партнери
