Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: The user has been notified of the change to their request status.
ar: تم إبلاغ المستخدم بالتغيير الذي طرأ على حالة طلبه.
bg: Потребителят е уведомен за промяната в състоянието на заявката му.
de: Der Nutzer wurde über die Änderung seines Anforderungsstatus benachrichtigt.
es: El usuario ha sido notificado del cambio del estatus de su solicitud.
fr: L'utilisateur a été informé de la modification de l'état de sa demande.
hr: Korisnik je obaviješten o promjeni statusa svog zahtjeva.
hu: A felhasználót értesítettük a kérés állapotának változásáról.
mk: Корисникот е известен за промената на статусот на барањето.
pt: O usuário foi informado da alteração no status da sua solicitação.
ro: Utilizatorul a fost notificat privind schimbarea stării solicitării.
ru: Пользователь уведомлен об изменениях в статусе запроса.
sl: Uporabnik je bil obveščen o spremembi stanja zahtevka.
sq: Ky përdorues është vënë në dijeni mbi ndryshimet e statusit të kërkesës së tij.
sr: Корисник је обавештен о промени статуса његовог захтева.
sw: Mtumiaji amearifiwa kuhusu mabadiliko ya hali ya ombi lake.
tr: Kullanıcı, talebinin durumundaki değişiklikle ilgili bilgilendirildi.
uk: Користувача сповіщено про зміну статусу його запиту.

source: File(s) successfully attached.
ar: نجح إرفاق الملفات.
bg: Файлът или съответно файловете са прикачени успешно.
de: Datei(en) angehängt
es: Archivo(s) exitosamente adjuntos.
fr: Le ou les fichiers ont été ajoutés en pièce jointe.
hr: Datoteke su uspješno priložene.
hu: A fájl(ok) csatolása sikerült.
mk: Датотеката/датотеките се успешно прикачени.
pt: Arquivos anexados.
ro: Fișierele au fost atașate
ru: Файлы прикреплены
sl: Datoteka(-e) so bile uspešno priložene.
sq: Skedari/ët u bashkëngjitën me sukses.
sr: Датотеке су приложене.
sw: Faili (z)imeambatishwa.
tr: Dosya(lar) başarıyla eklendi.
uk: Файли долучено.

source: Sharing rules applied.
ar: تم تطبيق قواعد المشاركة.
bg: Правилата за споделяне са приложени.
de: Regeln für das Teilen angewandt
es: Reglas para compartir aplicadas.
fr: Règles de partage appliquées.
hr: Primijenjena su pravila dijeljenja.
hu: A megosztási szabályok alkalmazása megtörtént.
mk: Се применува споделување правила.
pt: Regras de compartilhamento aplicadas.
ro: S-au aplicat regulile privind permiterea accesului.
ru: Правила доступа установлены
sl: Uporabljena so bila pravila skupne rabe.
sq: Rregullat e publikimit/ndarjes u aplikuan.
sr: Правила за дељење су примењена.
sw: Sheria za kushiriki zimetumiwa.
tr: Paylaşım kuralları uygulandı.
uk: Застосовано правила надання доступу.

source: Your request for an account is pending. Once approved, you can access Ask an Expert
ar: طلبك الحساب معلق. عند الموافقة عليه، ستتمكن من الدخول إلى سؤال خبير.
bg: Заявката ви за профил изчаква. Щом бъде одобрена, ще имате достъп до функцията за въпроси към експерти.
de: Die Bearbeitung Ihres Kontoantrags steht noch aus. Nach der Genehmigung können Sie auf "Experten fragen" zugreifen.
fr: Votre demande de compte est en attente. Une fois qu'elle sera approuvée, vous pourrez accéder à la fonction "Consulter un expert".
hr: Vaš je zahtjev za račun na čekanju. Kada ga odobrimo, možete pristupiti usluzi Pitajte stručnjaka
hu: Fiókkérelme függőben van. A jóváhagyás után hozzáférhet a Szakértő megkérdezése funkcióhoz.
mk: Вашето барање за сметка чека одобрување. Штом ќе биде одобрено, можете да пристапите кон делот Прашајте експерт
pt: Sua solicitação de conta está pendente. Após ser aprovada, acesse "Perguntar a um especialista"
ro: Solicitarea de cont este în așteptare. După aprobare, puteți să accesați secțiunea Întrebați un expert.
ru: Ваш запрос на создание аккаунта рассматривается. После того как он будет одобрен, вы получите доступ к функции "Вопрос эксперту".
sl: Vaš zahtevek za račun je v teku. Ko bo odobren, boste lahko vprašali strokovnjaka.
sq: Kërkesa juaj për krijimin e llogarisë është në pritje. Me t'u miratuar, ju do të keni leje qasjeje tek "Pyesni një ekspert"
sr: Захтев за налог је на чекању. Када буде одобрен, можете да приступите опцији Питајте стручњака
sw: Ombi lako la akaunti linasubiri. Mara baada ya kukubaliwa, unaweza kufikia Mwulize Mtaalamu.
tr: Hesap talebiniz beklemededir. Onaylandığında, Bir Uzmana Sorun bölümüne erişebilirsiniz
uk: Ваш запит щодо облікового запису очікує на розгляд. Якщо його буде схвалено, ви зможете користуватися функцією "Запитати експерта"

source: Ticket successfully saved.
ar: نجح حفظ التذكرة.
bg: Заявката е запазена успешно.
de: Ticket gespeichert
fr: Le dossier a bien été enregistré.
hr: Ulaznica je uspješno spremljena.
hu: A jegy mentése sikerült.
mk: Барањето за поддршка е успешно зачувано.
pt: Tíquete salvo.
ro: Tichetul a fost salvat.
ru: Заявка сохранена
sl: Listek je bil uspešno shranjen.
sq: Bileta u ruajt me sukses.
sr: Пријава је сачувана.
sw: Tiketi imehifadhiwa.
tr: Bilet başarıyla kaydedildi.
uk: Заявку збережено.

source: Ticket successfully created.
ar: نجح إنشاء التذكرة.
bg: Заявката е създадена успешно.
de: Ticket erstellt
fr: Le dossier a bien été créé.
hr: Ulaznica je uspješno izrađena.
hu: A jegy létrehozása sikerült.
mk: Барањето за поддршка е успешно креирано.
pt: Tíquete criado.
ro: Tichetul a fost creat.
ru: Заявка создана
sl: Listek je bil uspešno ustvarjen.
sq: Bileta u krijua me sukses.
sr: Пријава је направљена.
sw: Tiketi imeundwa
tr: Bilet başarıyla oluşturuldu.
uk: Заявку створено.

source: The specified object could not be found.
ar: تعذر العثور على الكائن المحدد.
bg: Посоченият обект не можа да бъде намерен.
de: Das angegebene Objekt wurde nicht gefunden.
es: El objeto especificado no pudo ser encontrado.
fr: Impossible de trouver l'objet spécifié.
hr: Navedeni objekt nije pronađen.
hu: A megadott objektum nem található.
mk: Наведениот предмет не може да се пронајде.
pt: O objeto especificado não pôde ser encontrado.
ro: Obiectul specificat nu a putut fi găsit.
ru: Не удалось найти указанный объект
sl: Navedenega predmeta ni bilo mogoče najti.
sq: Objekti i cilësuar nuk mund të gjendet.
sr: Наведени објекат није пронађен.
sw: Kifaa kilichobainishwa hakikuweza kupatikana.
tr: Belirtilen nesne bulunamadı.
uk: Указаний об’єкт не знайдено.

source: The specified object is not attached to this ticket.
ar: الكائن المحدد غير مرفق بهذه التذكرة.
bg: Посоченият обект не е прикачен към тази заявка.
de: Das angegebene Objekt ist nicht an dieses Ticket angehängt.
es: El objeto especificado no está adjunto en este tiquete.
fr: L'objet spécifié n'est pas joint à ce dossier.
hr: Navedeni objekt nije priložen ulaznici.
hu: A megadott objektumot nem csatolták a jegyhez.
mk: Наведениот предмет не е прикачен кон барањето за поддршка.
pt: O objeto especificado não foi anexado a este tíquete.
ro: Obiectul specificat nu este atașat la acest tichet.
ru: Указанный объект не прикреплен к заявке
sl: Navedeni predmet ni priložen temu listku.
sq: Objekti i cilësuar nuk i është bashkëngjitur kësaj bilete.
sr: Наведени објекат није приложен у ову пријаву.
sw: Kifaa kilichobainishwa hakijaambatanishwa kwenye tiketi hii.
tr: Belirtilen nesne bu bilete ekli değildir.
uk: Указаний об’єкт не долучено до цієї заявки.

source: The specified object was successfully removed.
ar: نجحت إزالة الكائن المحدد.
bg: Посоченият обект бе премахнат успешно.
de: Das angegebene Objekt wurde entfernt.
es: El objeto especificado fue removido exitosamente.
fr: L'objet spécifié a été supprimé.
hr: Navedeni je objekt uspješno uklonjen.
hu: A megadott objektum eltávolítása sikerült.
mk: Наведениот предмет беше успешно отстранет.
pt: O objeto especificado foi removido.
ro: Obiectul specificat a fost eliminat.
ru: Указанный объект удален
sl: Navedeni predmet je bil uspešno odstranjen.
sq: Objekti i cilësuar u hoq me sukses.
sr: Наведени објекат је уклоњен.
sw: Kifaa kilichobainishwa kilifanikiwa kuondolewa.
tr: Belirtilen nesne başarıyla kaldırıldı.
uk: Указаний об’єкт видалено.

source: Could not add duplicate(s): %(duplicates)sduplicates,
ar: تعذر إضافة تكرارات: %(duplicates)s من العناصر المكررة،
bg: Дубликатът или съответно дубликатите не можаха да се добавят: %(duplicates)sduplicates,
de: Duplikat(e) konnte(n) nicht hinzugefügt werden: %(duplicates)s
es: No se pudo agregar duplicado(s): %(duplicates)sduplicadoss,
fr: Impossible d'ajouter des doublons : %(duplicates)sduplicates,
hr: Duplikati nisu dodani: %(duplicates)sduplicates,
hu: Ismétlődés(ek) hozzáadása nem sikerült: %(duplicates)sduplicates,
mk: Не може да додаде дупликат/и: %(duplicates)sduplicates,
pt: Não foi possível adicionar cópia(s): %(duplicates)sduplicates,
ro: Nu s-au putut adăuga duplicate: %(duplicates)sduplicates,
ru: Не удалось добавить копии: %(duplicates)sduplicates,
sl: Podvojitve(-ev) ni bilo mogoče dodati: %(duplicates)sduplicates,
sq: Dublikatat nuk mund të shtohen: %(duplicates)sduplicates,
sr: Додавање дупликата није успело: %(duplicates)sduplicates,
sw: Haikuweza kuongeza rudufu: %rudufu sduplicates,
tr: Şu mükerrer kopya(lar) eklenemedi: %(duplicates)sduplicates,
uk: Не додано копій: %(duplicates)

source: Request has been marked as closed & answered.
ar: تم وضع علامة "تم الغلق والرد" على الطلب.
bg: Заявката е означена като затворена и получила отговор.
de: Anforderung wurde als geschlossen und beantwortet markiert.
es: La solicitud ha sido marcada como cerrada y contestada.
fr: La demande a été marquée comme fermée et traitée.
hr: Zahtjev je označen kao zatvoren i odgovoren.
hu: A kérés megjelölése lezárt és megválaszolt lett.
mk: Барањето е означено како затворено и одговорено.
pt: A solicitação foi marcada como fechada e respondida.
ro: Solicitarea a fost marcată ca închisă și cu răspuns.
ru: Запрос закрыт, ответ на него предоставлен.
sl: Zahtevek je bil označen kot zaključen in odgovorjen.
sq: Kërkesa është shenjuar si e mbyllur & përgjigjur.
sr: Захтев је означен као затворен захтев на који је одговорено.
sw: Ombi limewekewa alama kama limefungwa na kujibiwa.
tr: Talep kapatıldı ve yanıtlandı olarak işaretlendi.
uk: Запит позначено як виконаний і закритий.

source: Request has been cancelled.
ar: تم إلغاء الطلب.
bg: Заявката е анулирана.
de: Anforderung wurde zurückgenommen.
es: Solicitud ha sido cancelada.
fr: La demande a été annulée.
hr: Zahtjev je otkazan.
hu: A kérés visszavonva.
mk: Барањето е откажано.
pt: A solicitação foi cancelada.
ro: Solicitarea a fost anulată.
ru: Запрос отменен.
sl: Zahtevek je bil preklican.
sq: Kërkesa është anuluar.
sr: Захтев је отказан.
sw: Ombi limeghairiwa.
tr: Talep iptal edildi.
uk: Запит скасовано.

source: Ticket %s has been deleted
ar: تم حذف التذكرة %s
bg: Заявката „%s“ е изтрита.
de: Ticket %s wurde gelöscht.
fr: Le dossier %s a été supprimé.
hr: Izbrisana je ulaznica %s
hu: %s jegy törölve
mk: Барањето за поддршка %s е избришано
pt: Tíquete %s foi excluído
ro: Tichetul %s a fost șters.
ru: Заявка %s удалена.
sl: Listek %s je bil izbrisan
sq: Bileta e %s është fshirë
sr: Пријава %s је избрисана
sw: Tiketi %s imefutwa
tr: %s bileti silindi
uk: Заявку %s видалено

source: An Administrator has been notified notified and will update the issue shortly.
ar: تم إبلاغ أحد المشرفين وسيتم تحديث المشكلة قريبًا.
bg: Уведомен е администратор, който ще актуализира проблема скоро.
de: Ein Administrator wurde benachrichtigt und wird dieses Problem in Kürze bearbeiten.
es: Un administrador ha sido notificado y actualizará el asunto" "pronto.
fr: Un administrateur a été informé et mettra le dossier à jour sous peu.
hr: Administrator je obaviješten i uskoro će ažurirati problem.
hu: Értesítettek egy adminisztrátort, aki hamarosan foglalkozik a problémával.
mk: Администраторот е известен и наскоро ќе го ажурира прашањето.
pt: Um administrador foi notificado e atualizará o problema em breve.
ro: A fost notificat un administrator și situația va fi actualizată curând.
ru: Администратор получил уведомление и вскоре рассмотрит эту проблему.
sl: Skrbnik je bil obveščen in bo v kratkem posodobil težavo.
sq: Për çështjen është njoftuar një administrator. Ai do ta shqyrtojë atë së shpejti.
sr: Администратор је обавештен и убрзо ће ажурирати ово питање.
sw: Msimamizi amearifiwa na atasasisha suala hivi karibuni.
tr: Bir Yönetici bilgilendirildi ve sorunu kısa sürede güncelleyecek.
uk: Адміністратора сповіщено. Він невдовзі оновить статус проблеми.

source: Request payment status has been updated.
ar: تم تحديث حالة دفع الطلب.
bg: Състоянието на плащането на заявката е актуализирано.
de: Zahlungsstatus für Anforderung wurde aktualisiert.
es: Solicitud de estado de cuenta ha sido actualizada.
fr: L'état de paiement de la demande a été mis à jour.
hr: Ažuriran je status plaćanja zahtjeva.
hu: A fizetési állapotra vonatkozó kérés frissítése megtörtént.
mk: Статусот на барањето за плаќање е ажуриран.
pt: O pagamento da solicitação foi atualizado.
ro: Starea plății pentru solicitare a fost actualizată.
ru: Сведения об оплате запроса обновлены.
sl: Stanje plačila zahtevka je bilo posodobljeno.
sq: Statusi i kërkesës së pagesës është përditësuar.
sr: Статус плаћања захтева је ажуриран.
sw: Hali ya ombi la malipo imesasishwa.
tr: Talep ödeme durumu güncellendi.
uk: Статус запиту на оплату оновлено.

source: The new charge was added to the request.
ar: تمت إضافة الرسوم الجديدة إلى الطلب.
bg: Новата такса бе добавена към заявката.
de: Die neue Gebühr wurde zur Anforderung hinzugefügt.
es: El nuevo cargo fue agregado a su solicitud.
fr: Le nouveau débit a été ajouté à la demande.
hr: Zahtjevu je dodano novo terećenje.
hu: Az új díjat hozzáadtuk a kéréshez.
mk: Новиот трошок е додаден кон барањето.
pt: A nova cobrança foi adicionada à solicitação.
ro: Noul cost suplimentar a fost adăugat pentru solicitare.
ru: К запросу добавлен новый платеж.
sl: Zahtevku je bil dodan nov strošek.
sq: Pagesa e re iu shtua kërkesës.
sr: Нови износ за наплату је додат захтеву.
sw: Ada mpya iliongezwa kwenye ombi hilo.
tr: Yeni ücret talebe eklendi.
uk: До запиту додано новий платіж.

source: Request has been re-opened.
ar: تمت إعادة فتح الطلب.
bg: Заявката е отворена отново.
de: Anforderung wurde erneut geöffnet.
es: La solicitud ha sido reabierta.
fr: La demande a été rouverte.
hr: Zahtjev je ponovo otvoren.
hu: A kérést újra megnyitottuk.
mk: Барањето е повторно отворено.
pt: A solicitação foi reaberta.
ro: Solicitarea a fost redeschisă.
ru: Запрос открыт повторно.
sl: Zahtevek je bil ponovno odprt.
sq: Kërkesa është ri-hapur.
sr: Захтев је поново отворен.
sw: Ombi limefunguliwa tena.
tr: Talep yeniden açıldı.
uk: Запит повторно відкрито.

source: You have joined the ticket.
ar: لقد انضممت إلى التذكرة.
bg: Присъединихте се към заявката.
de: Das Ticket wurde mit Ihnen geteilt.
es: Su cargo ha sido reconciliado exitosamente.
fr: Vous avez rejoint le dossier.
hr: Pridružili ste se ulaznici.
hu: Ön csatlakozott a jegyhez.
mk: Сега сте во делот барање за поддршка.
pt: Você faz parte do tíquete.
ro: V-ați alăturat tichetului.
ru: Вы присоединились к заявке.
sl: Pridružili ste se listku.
sq: Ju sapo iu bashkuat biletës.
sr: Придружили сте се пријави.
sw: Umejiunga kwenye tiketi.
tr: Bilete katıldınız.
uk: Ви приєдналися до заявки.

source: You are already on the ticket.
ar: أنت بالفعل على التذكرة.
bg: Вече работите по тази заявка.
de: Das Ticket wurde bereits mit Ihnen geteilt.
fr: Vous êtes déjà associé au dossier.
hr: Već ste na ulaznici.
hu: Ön már szerepel a jegyen.
mk: Веќе сте во делот барање за поддршка.
pt: Você já está neste tíquete.
ro: Deja sunteți asociat tichetului.
ru: Вы уже указаны в этой заявке.
sl: Ste že na listku.
sq: Ju jeni tashmë në biletë.
sr: Већ учествујете у овој пријави.
sw: Tayari uko kwenye tiketi.
tr: Zaten bilete dahilsiniz.
uk: Ви вже додані до заявки.

source: You are no longer part of this ticket.
ar: لم تعد جزءًا من هذه التذكرة.
bg: Вече не работите по тази заявка.
de: Das Ticket wird nicht mehr mit Ihnen geteilt.
fr: Vous n'êtes plus concerné par ce dossier.
hr: Više niste dio ulaznice.
hu: Ön már nem szerepel a jegyen.
mk: Повеќе не сте дел од ова барање за поддршка.
pt: Você não faz mais parte deste tíquete.
ro: Nu mai sunteți asociat la acest tichet.
ru: Вы исключены из этой заявки.
sl: Niste več del tega listka.
sq: Ju nuk jeni më pjesë e kësaj bilete.
sr: Више не учествујете у овој пријави.
sw: Wewe sio sehemu ya tiketi hii tena.
tr: Artık bu biletin bir parçası değilsiniz.
uk: Ви більше не додані до заявки.

source: Charge successfully reconciled.
ar: نجحت تسوية الرسوم.
bg: Таксата е изравнена успешно.
de: Gebühr beglichen
es: Tiquete salvado exitosamente.
fr: Le débit a été rapproché avec succès.
hr: Terećenje je uspješno podmireno.
hu: A díj kiegyenlítése megtörtént.
mk: Трошоците се успешно подмирени.
pt: Cobrança reconciliada
ro: Costul a fost reconciliat.
ru: Платежи пересмотрены
sl: Strošek je bil uspešno usklajen.
sq: Pagesa u bashkërendua me sukses.
sr: Трошкови су сведени.
sw: Ada imefanikiwa kusawazishwa.
tr: Ücret başarıyla mutabık kılındı.
uk: Платіж узгоджено.

source: This may be a duplicate
ar: ربما يكون هذا العنصر مكررًا
bg: Това може да е дубликат
de: Dies ist möglicherweise ein Duplikat.
es: Esto puede ser un duplicado
fr: Il s'agit peut-être d'un doublon.
hr: To bi mogao biti duplikat
hu: Lehet, hogy ez ismétlődés
mk: Ова може да е дупликат
pt: Isso pode ser uma cópia
ro: Această înregistrare ar putea fi un duplicat.
ru: Возможный дубликат
sl: To je morda dvojnik
sq: Kjo mund të jetë dublikatë
sr: Ово је можда дупликат
sw: Huenda hii ni rudufu
tr: Bu bir mükerrer kopya olabilir
uk: Це може бути копія

source: No duplicates detected
ar: لم تكتشف تكرارات
bg: Няма открити дубликати
de: Keine Duplikate gefunden
es: No se detectaron duplicados
fr: Aucun doublon n'a été détecté.
hr: Duplikati nisu otkriveni
hu: Nem észlelhetők ismétlődések
mk: Не се откриени дупликати
pt: Nenhuma cópia detectada
ro: Nu s-au detectat duplicate.
ru: Дубликатов не найдено.
sl: Zaznan ni bil noben dvojnik
sq: Asnjë dublikatë nuk u zbulua
sr: Нема откривених дупликата
sw: Hakuna rudufu zilizofutwa
tr: Herhangi bir mükerrer kopya algılanmadı
uk: Копій не виявлено

source: First and last name match another person
ar: الاسم الأول والأخير يتطابقان مع شخص آخر
bg: Собственото и фамилното име съвпадат с тези на друго лице
de: Vor- und Nachname stimmen mit einer anderen Person überein.
es: El primero y segundo nombre coinciden con otra persona
fr: Le prénom et le nom correspondent à une autre personne.
hr: Ime i prezime podudaraju se s nekom drugom osobom
hu: A vezeték- és utónév egyezik egy másik személyével
mk: Името и презимето одговараат на друго лице
pt: O nome e o sobrenome correspondem a outra pessoa
ro: Numele și prenumele se potrivesc cu altă persoană.
ru: Имя и фамилия совпадают с данными другого человека
sl: Ime in priimek se ujemata z drugo osebo
sq: Emri dhe mbiemri i përputhen një personi tjetër
sr: Име и презиме се подударају са другом особом
sw: Jina la kwanza na la mwisho yanafanana na mtu mwingine
tr: Ad ve soyad başka birisiyle eşleşiyor
uk: Ім’я та прізвище збігаються з даними іншої особи

source: Your request may not be answered, as you have not provided much background. Please add more context.
ar: ربما لا يتم الرد على طلبك نظرًا لأنك لم تقدم معلومات كافية. الرجاء إضافة مزيد من المعلومات.
bg: На заявката ви не може да се отговори, тъй като не сте предоставили достатъчно предистория. Моля, добавете още контекст.
de: Ihre Anforderung wird möglicherweise nicht bearbeitet, weil Sie nicht viele Hintergrundinformationen bereitgestellt haben. Bitte geben Sie mehr Kontext an.
fr: Vous n'aurez peut-être pas de réponse à votre demande, car vous n'avez pas fourni beaucoup de contexte. Merci d'en ajouter.
hr: Na vaš zahtjev nije moguće odgovoriti jer niste naveli dovoljno pozadinskih informacija. Navedite još konteksta.
hu: Kérését nem tudjuk megválaszolni, mivel nem küldött elegendő háttér-információt. Kérjük, adjon hozzá további kontextust.
mk: Можеби нема да добиете одговор на барањето бидејќи немате доставено многу заднина. Додадете повеќе текст.
pt: Sua solicitação pode não ser respondida, já que você não forneceu muitas informações sobre seu histórico. Adicione mais contexto.
ro: Este posibil ca solicitarea să nu primească răspuns, deoarece ați specificat prea puține informații. Adăugați mai mult context.
ru: Ваш запрос не может быть принят: требуются дополнительные сведения.
sl: Na vaš zahtevek morda ne bomo odgovorili, ker niste navedli veliko ozadja. Dodajte več konteksta.
sq: Kërkesa juaj mund të mbetet pa përgjigje sepse nuk keni ofruar shumë të dhëna. Ju lutemi, jepni më shumë informacion.
sr: Не можемо да одговоримо на захтев јер нисте послали довољно информација. Наведите додатан контекст.
sw: Huenda ombi lako halitajibiwa, kwa sababu hujatoa usuli wa kutosha. Tafadhali ongeza muktadha zaidi.
tr: Geçmişe yönelik çok fazla bilgi vermediğiniz için talebiniz yanıtlanmayabilir. Lütfen bağlam için biraz daha ayrıntı verin.
uk: Ви можете не отримати відповідь на запит, оскільки надали недостатньо інформації. Докладніше опишіть ситуацію.

source: Your request is of an appropriate length.
ar: طول طلبك مناسب.
bg: Заявката ви е с подходяща дължина.
de: Ihre Anforderung hat eine angemessene Länge.
fr: La longueur de votre demande est appropriée.
hr: Vaš zahtjev ima odgovarajuću duljinu.
hu: Kérése megfelelő hosszúságú.
mk: Барањето е со соодветна должина.
pt: Sua solicitação é de um comprimento adequado.
ro: Dimensiunea solicitării este adecvată.
ru: Ваш запрос содержит достаточно сведений.
sl: Vaš zahtevek je primerne dolžine.
sq: Kërkesa juaj është e gjatësisë së përshtatshme.
sr: Дужина захтева је одговарајућа.
sw: Ombi lako ni la urefu usio sahihi.
tr: Talebinizin uzunluğu uygundur.
uk: Ваш запит має належний розмір.

source: Permission Denied
ar: تم رفض منح الإذن
bg: Разрешението е отказано
de: Berechtigung abgelehnt
es: Permiso negado
fr: Autorisation refusée.
hr: Dopuštenje je uskraćeno
hu: Engedély megtagadva
mk: Дозволата е одбиена
pt: Permissão negada
ro: Permisiune neacordată
ru: Отказано в доступе
sl: Dovoljenje je bilo zavrnjeno
sq: Autorizimi mohohet
sr: Дозвола је одбијена
sw: Hakuna Ruhusa
tr: İzin Verilmedi
uk: У дозволі відмовлено
