Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: If you'd like to volunteer to track down requests, you need to have an account. Please enter your information below and one of our staff will review, and respond to your request.
ar: إذا أردت أن تكون متطوعًا لتتبع الطلبات، فستحتاج إلى حساب. الرجاء إدخال معلوماتك أدناه وسيتولى أحد موظفينا مراجعة طلبك والرد عليه.
bg: Ако искате да проследявате доброволно заявки, трябва да имате профил. Моля, въведете информацията по-долу и един от служителите ни ще прегледа заявката ви и ще ви отговори.
de: Falls Sie als Freiwilliger Anforderungen auf den Grund gehen möchten, benötigen Sie ein Konto. Bitte geben Sie unten Ihre Daten ein. Einer unserer Mitarbeiter wird Ihren Antrag prüfen und darauf antworten.
fr: Si vous voulez proposer vos services en tant que volontaire pour répondre à des demandes, vous devez disposer d'un compte. Veuillez saisir vos informations ci-dessous et un membre de notre personnel examinera votre demande et y donnera suite.
hr: Ako želite volontirati na praćenju zahtjeva, morate imati račun. Unesite svoje podatke u nastavku, a član našeg osoblja pregledat će vaš zahtjev i odgovoriti na njega.
hu: Ha szeretne önkéntesként kéréseket kezelni, ahhoz fiókkal kell rendelkeznie. Kérjük, az alábbiakban adja meg adatait, és egyik munkatársunk áttekinti kérését, majd megválaszolja azt.
mk: Ако сакате да волонтирате во следење барања, треба да имате сметка. Внесете ги вашите податоци подолу и некој од нашиот персонал ќе го прегледа и ќе одговори на вашето барање.
pt: Se você deseja se voluntariar para rastrear solicitação, é preciso ter uma conta. Insira abaixo suas informações, e um de nossos funcionários fará a análise delas e responderá sua solicitação.
ro: Dacă doriți să vă oferiți voluntar pentru a găsi rezultate, trebuie să aveți un cont. Introduceți informațiile mai jos și un membru al personalului nostru va examina solicitarea și vă va răspunde.
ru: Если вы хотите предложить безвозмездную помощь в отслеживании запросов, вам необходим аккаунт. Заполните форму ниже и отправьте ее. Наши сотрудники рассмотрят вашу заявку и в скором времени ответят вам.
sl: Če se želite prostovoljno prijaviti za iskanje zahtevanih informacij, morate imeti račun. Spodaj vnesite svoje podatke. Član našega osebja bo pregledal vaš zahtevek in nanj odgovoril.
sq: Nëse dëshironi të ofroni vullnetarisht ndihmën tuaj për t'iu përgjigjur kërkesave, ju duhet të keni një llogari. Ju lutemi, shkruani të dhënat tuaja më poshtë dhe një pjesëtar i stafit tonë do ta vlerësojë e do t'i përgjigjet kërkesës suaj.
sr: Ако желите да постанете волонтер и пратите захтеве, морате да имате налог. Унесите информације у наставку и неко од наших запослених ће прегледати захтев и одговорити на њега.
sw: Kama ungependa kujitolea kufuatilia maombi, unahitaji kuwa na akaunti. Tafadhali ingiza maelezo yako hapa chini na mmoja wa wafanyakazi wetu atayapitia na kujibu ombi lako.
tr: Talepleri takip etmek üzere gönüllü olmak istiyorsanız, bir hesabınızın olması gerekir. Lütfen aşağıda bilgilerinizi girin, çalışanlarımızdan biri talebinizi inceleyip yanıtlayacaktır.
uk: Щоб стати волонтером і відстежувати запити, потрібно мати обліковий запит. Введіть свої дані нижче. Наш працівник розгляне ваш запит і дасть відповідь.

source: Confirm Deletion
ar: تأكيد الحذف
bg: Потвърждаване на изтриването
de: Löschen bestätigen
es: Confirme eliminación
fr: Confirmer la suppression
hr: Potvrda brisanja
hu: Törlés megerősítése
mk: Потврдете бришење
pt: Confirmar exclusão
ro: Confirmați ștergerea
ru: Подтвердить удаление
sl: Potrdi izbris
sq: Konfirmo fshirjen
sr: Потврдите брисање
sw: Thibitisha Ufutaji
tr: Silmeyi Onayla
uk: Підтвердити видалення

source: Cannot delete this entity.
ar: يتعذر حذف هذا الكيان.
bg: Този обект не може да се изтрие.
de: Diese Entität kann nicht gelöscht werden.
es: No puede borrar esta entidad.
fr: Impossible de supprimer cette entité.
hr: Entitet nije moguće izbrisati.
hu: Nem lehet törölni az elemet.
mk: Овој ентитет не може да се избрише.
pt: Não foi possível excluir esta entidade.
ro: Această entitate nu poate fi ștearsă.
ru: Ошибка при удалении записи
sl: Te entitete ni mogoče izbrisati.
sq: Nuk mund ta fshini këtë subjekt.
sr: Не можете да избришете овај ентитет.
sw: Haiwezi kufuta huluki hii.
tr: Bu varlık silinemiyor.
uk: Не вдалося видалити цей об’єкт.

source: Are you sure you want to delete %(object_name)s? You will not be able to undo this action.
ar: هل تريد حقًا حذف %(object_name)s? لن تتمكن من التراجع عن هذا الإجراء.
bg: Наистина ли искате да изтриете „%(object_name)s“? Няма да можете да отмените това действие.
de: Möchten Sie %(object_name)s wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.
fr: Voulez-vous vraiment supprimer %(object_name)s ? Cette action est irréversible.
hr: Jeste li sigurni da želite izbrisati %(object_name)s? Tu radnju nećete moći poništiti.
hu: Biztosan törli a következőt: %(object_name)s? A műveletet nem lehet visszavonni.
mk: Дали сте сигурни дека сакате да го избришете %(object_name)s? Нема да можете да го вратите ова дејство.
pt: Tem certeza de que deseja excluir %(object_name)s? Não será possível desfazer esta ação.
ro: Sigur doriți să ștergeți %(object_name)s? Nu veți putea să anulați această acțiune.
ru: Удалить %(object_name)s? Это действие нельзя будет отменить.
sl: Ali ste prepričani, da želite izbrisati %(object_name)s? Tega dejanja ne boste mogli razveljaviti.
sq: Jeni të sigurt që doni fshirjen e %(object_name)s? Pas fshirjes, nuk do të keni mundësi zhbërjeje për ta ndrequr këtë veprim.
sr: Желите ли стварно да избришете %(object_name)s? Нећете моћи да опозовете ову радњу.
sw: Je, una uhakika unataka kufuta% (object_name)s? Hutaweza kutendua hili.
tr: %(object_name)s nesnesini silmek istediğinizden emin misiniz? Bu eylemi geri alamazsınız.
uk: Справді видалити об’єкт %(object_name)s? Цю дію не можна скасувати.

source: Yes, I am sure.
ar: نعم، بالتأكيد.
bg: Да, искам.
de: Ja, ich bin sicher.
es: Sí, estoy seguro.
fr: Oui, je suis sûr.
hr: Da, siguran sam.
hu: Igen, biztos vagyok benne.
mk: Да, сигурен сум.
pt: Sim, tenho certeza.
ro: Da, sigur.
ru: Да, удалить.
sl: Da, prepričan(-a) sem.
sq: Po, jam i sigurt.
sr: Да, желим.
sw: Ndiyo, nina uhakika.
tr: Evet, eminim.
uk: Так, видалити.

source: %(object_name)s is attached to the following relationships:
ar: %(object_name)s مرفق بالعلاقات التالية:
bg: Обектът „%(object_name)s“ е прикачен към следните отношения:
de: %(object_name)s ist an die folgenden Beziehungen angehängt:
es: %(object_name)s está adjunto a " " seguir relaciones: " "
fr: %(object_name)s est lié aux relations suivantes :
hr: Objekt %(object_name)s priložen je sljedećim odnosima:
hu: A(z) %(object_name)s a következő kapcsolatokhoz csatlakozik:
mk: %(object_name)s е поврзан со следниве врски:
pt: %(object_name)s está em anexo para as seguintes relações:
ro: %(object_name)s este atașat la următoarele legături:
ru: %(object_name)s имеет следующие связи:
sl: %(object_name)s je priložen naslednjim razmerjem:
sq: %(object_name)s i bashkëngjitur marrëdhënieve të mëposhtme:
sr: %(object_name)s је приложен у следеће везе:
sw: %(Object_name)s yameambatanishwa kwenye mahusiano yafuatayo:
tr: %(object_name)s aşağıdaki ilişkilere bağlı:
uk: Об’єкт %(object_name)s долучено до таких зв’язків:

source: relationship
ar: العلاقة
bg: отношение
de: Beziehung
es: Relación
fr: relation
hr: odnos
hu: kapcsolat
mk: врска
pt: relação
ro: legătură
ru: связь
sl: razmerje
sq: marrëdhënie
sr: веза
sw: uhusiano
tr: ilişki
uk: зв’язки

source: Close
ar: إغلاق
bg: Затваряне
de: Schließen
es: Cerrado
fr: Fermer
hr: Zatvori
hu: Bezárás
mk: Затворете
pt: Fechar
ro: Închideți
ru: Закрыть
sl: Zapri
sq: Mbyll
sr: Затвори
sw: Funga
tr: Kapat
uk: Закрити

source: Delete
ar: حذف
bg: Изтриване
de: Löschen
es: Eliminar
fr: Supprimer
hr: Izbriši
hu: Törlés
mk: Избришете
pt: Excluir
ro: Ștergeți
ru: Удалить
sl: Izbriši
sq: Fshi
sr: Избриши
sw: Futa
tr: Sil
uk: Видалити

source: Save
ar: حفظ
bg: Запазване
de: Speichern
es: Salvar
fr: Enregistrer
hr: Spremi
hu: Mentés
mk: Зачувајте
pt: Salvar
ro: Salvați
ru: Cохранить
sl: Shrani
sq: Ruaj
sr: Сачувај
sw: Hifadhi
tr: Kaydet
uk: Зберегти

source: Sharing
ar: المشاركة
bg: Споделяне
de: Teilen
es: Compartir
fr: Partager
hr: Dijeljenje
hu: Megosztás
mk: Споделување
pt: Compartilhamento
ro: Permiterea accesului
ru: Общий доступ
sl: Skupna raba
sq: Publikimet
sr: Дељење
sw: Kushiriki
tr: Paylaşım
uk: Надання доступу

source: Create Relationship
ar: إنشاء علاقة
bg: Създаване на отношение
de: Beziehung erstellen
fr: Créer une relation
hr: Izradi odnos
hu: Kapcsolat létrehozása
mk: Креирајте врска
pt: Criar relação
ro: Creați o legătură
ru: Создать связь
sl: Ustvari razmerje
sq: Krijo marrëdhënie
sr: Направи везу
sw: Unda Uhusiano
tr: İlişki Oluştur
uk: Створити зв’язки

source: Share Attached Files
ar: مشاركة الملفات المرفقة
bg: Споделяне на прикачените файлове
de: Angehängte Dateien teilen
fr: Partager les fichiers joints
hr: Dijeli priložene datoteke
hu: Csatolt fájlok megosztása
mk: Споделете прикачени датотеки
pt: Compartilhar arquivos anexados
ro: Permiteți accesul la fișiere atașate
ru: Поделиться прикрепленными файлами
sl: Skupna raba priloženih datotek
sq: Publiko skedarët e bashkëngjitur
sr: Дели приложене датотеке
sw: Shiriki Faili Zilizoambatishwa
tr: Ekli Dosyaları Paylaş
uk: Надати доступ до долучених файлів

source: Add
ar: إضافة
bg: Добавяне
de: Hinzufügen
es: Archivo
fr: Ajouter
hr: Dodaj
hu: Hozzáadás
mk: Додадете
pt: Adicionar
ro: Adăugați
ru: Добавить
sl: Dodaj
sq: Shto
sr: Додај
sw: Ongeza
tr: Ekle
uk: Додати

source: Prev
ar: السابق
bg: Назад
de: Zurück
es: Acciones
fr: Précédent
hr: Prethodno
hu: Előző
mk: Претх.
pt: Anterior
ro: Înapoi
ru: Пред.
sl: Nazaj
sq: Prapa
sr: Претходно
sw: Awali
tr: Önceki
uk: Назад

source: Next
ar: التالي
bg: Напред
de: Weiter
es: Próximo
fr: Suivant
hr: Sljedeće
hu: Tovább
mk: Следна
pt: Próximo
ro: Înainte
ru: След.
sl: Naprej
sq: Përpara
sr: Следеће
sw: Unaofuata
tr: Sonraki
uk: Далі

source: New Account Request
ar: طلب حساب جديد
bg: Нова заявка за профил
de: Neuer Kontoantrag
es: Solicitud de nueva cuenta
fr: Nouvelle demande de compte
hr: Novi zahtjev za račun
hu: Új fiókkérelem
mk: Ново барање за сметка
pt: Nova solicitação de conta
ro: Solicitare de cont nouă
ru: Новый запрос на создание аккаунта
sl: Nov zahtevek za račun
sq: Kërkesë për llogari të re
sr: Нови захтев за налог
sw: Ombi la Akaunti Mpya
tr: Yeni Hesap Talebi
uk: Новий запит на обліковий запис

source: Edit Volunteer Request
ar: تعديل طلب المتطوع
bg: Редактиране на заявката за доброволец
de: Anforderung eines Freiwilligen bearbeiten
fr: Modifier la demande du volontaire
hr: Uredi zahtjev za volontera
hu: Önkénteskérelem szerkesztése
mk: Уредете барање за волонтер
pt: Editar solicitação de voluntário
ro: Editați solicitarea de voluntariat
ru: Изменить запрос волонтера
sl: Uredi zahtevek za prostovoljca
sq: Ndrysho kërkesën për vullnetar
sr: Измени захтев волонтера
sw: Badilisha Ombi la Mfanyakazi wa Kujitolea
tr: Gönüllü Talebini Düzenle
uk: Редагувати запит волонтера

source: Edit Account Request
ar: تعديل طلب الحساب
bg: Редактиране на заявката за профил
de: Kontoantrag bearbeiten
es: Editar solicitud de cuenta
fr: Modifier la demande de compte
hr: Uredi zahtjev za račun
hu: Fiókkérelem szerkesztése
mk: Уредете барање за сметка
pt: Editar solicitação de conta
ro: Editați solicitarea de cont
ru: Изменить запрос на создание аккаунта
sl: Uredi zahtevek za račun
sq: Ndrysho kërkesën për llogari
sr: Измени захтев за налог
sw: Badilisha Ombi la Akaunti
tr: Hesap Talebini Düzenle
uk: Редагувати запит на обліковий запис

source: Set Permissions
ar: تعيين الأذونات
bg: Задаване на разрешения
de: Berechtigungen festlegen
es: Establecer permiso
fr: Définir des autorisations
hr: Postavi dopuštenja
hu: Engedélyek beállítása
mk: Поставете дозволи
pt: Definir permissões
ro: Setați permisiuni
ru: Настройка разрешений
sl: Nastavi dovoljenja
sq: Cakto autorizimet
sr: Подеси дозволе
sw: Weka Ruhusa
tr: İzinleri Ayarla
uk: Налаштувати дозволи

source: New Company
ar: شركة جديدة
bg: Нова компания
de: Neues Unternehmen
es: Nueva compañía
fr: Nouvelle entreprise
hr: Nova tvrtka
hu: Új cég
mk: Нова компанија
pt: Nova empresa
ro: Companie nouă
ru: Новая компания
sl: Novo podjetje
sq: Kompani e re
sr: Нова компанија
sw: Kampuni Mpya
tr: Yeni Şirket
uk: Нова компанія

source: Edit Company
ar: تعديل الشركة
bg: Редактиране на компанията
de: Unternehmen bearbeiten
es: Editar compañía
fr: Modifier l’entreprise
hr: Uredi tvrtku
hu: Cég szerkesztése
mk: Уредете компанија
pt: Editar empresa
ro: Editați compania
ru: Изменить компанию
sl: Uredi podjetje
sq: Ndrysho kompaninë
sr: Измени компанију
sw: Badilisha Kampuni
tr: Şirketi Düzenle
uk: Редагувати компанію

source: Registered Offices
ar: المكاتب المسجلة
bg: Регистрирани офиси
de: Eingetragene Unternehmenssitze
fr: Sièges sociaux
hr: Registrirani uredi
hu: Bejegyzett irodák
mk: Регистрирани седишта
pt: Escritórios registrados
ro: Sedii oficiale
ru: Зарегистрированные офисы
sl: Registrirane pisarne
sq: Zyrat e regjistruara
sr: Регистроване канцеларије
sw: Ofisi Zilizosajiliwa
tr: Kayıtlı Ofisleri
uk: Зареєстровані офіси

source: Entity
ar: الكيان
bg: Обект
de: Entität
fr: Entité
hr: Entitet
hu: Elem
mk: Ентитет
pt: Entidade
ro: Entitate
ru: Запись
sl: Entiteta
sq: Subjekti
sr: Ентитет
sw: Huluki
tr: Varlık
uk: Об’єкт

source: New Extra Field
ar: حقل إضافي جديد
bg: Ново допълнително поле
de: Neues zusätzliches Feld
es: Nuevo área extra
fr: Nouveau champ supplémentaire
hr: Novo dodatno polje
hu: Új extra mező
mk: Ново дополнително поле
pt: Novo campo extra
ro: Câmp suplimentar nou
ru: Новое дополнительное поле
sl: Novo dodatno polje
sq: Fushë e re shtesë
sr: Ново додатно поље
sw: Sehemu Mpya Zaidi
tr: Yeni Ekstra Alan
uk: Нове додаткове поле

source: Edit Extra Field
ar: تعديل الحقل الإضافي
bg: Редактиране на допълнителното поле
de: Zusätzliches Feld bearbeiten
es: Editar nueva área
fr: Modifier le champ supplémentaire
hr: Uredi dodatno polje
hu: Extra mező szerkesztése
mk: Уредете дополнително поле
pt: Editar campo extra
ro: Editați câmpul suplimentar
ru: Изменить дополнительное поле
sl: Uredi dodatno polje
sq: Ndrysho fushën shtesë
sr: Измени додатно поље
sw: Badilisha Sehemu ya Ziada
tr: Ekstra Alan Düzenle
uk: Редагувати додаткове поле

source: New Database
ar: قاعدة بيانات جديدة
bg: Нова база от данни
de: Neue Datenbank
es: Nueva base de datos
fr: Nouvelle base de données
hr: Nova baza podataka
hu: Új adatbázis
mk: Нова база на податоци
pt: Novo banco de dados
ro: Bază de date nouă
ru: Новая база данных
sl: Nova zbirka podatkov
sq: Bazë e re të dhënash
sr: Нова база података
sw: Hifadhidata Mpya
tr: Yeni Veritabanı
uk: Нова база даних

source: Edit External Database
ar: تعديل قاعدة البيانات الخارجية
bg: Редактиране на външната база от данни
de: Externe Datenbank bearbeiten
es: Editar base de dato externa
fr: Modifier la base de données externe
hr: Uredi vanjsku bazu podataka
hu: Külső adatbázis szerkesztése
mk: Уредете надворешна база на податоци
pt: Editar bancos de dados externos
ro: Editați o bază de date externă
ru: Изменить внешнюю базу данных
sl: Uredi zunanjo zbirko podatkov
sq: Ndrysho bazën e jashtme të të dhënave
sr: Измени спољну базу података
sw: Badilisha Hifadhidata ya Nje
tr: Harici Veritabanını Düzenle
uk: Редагувати зовнішню базу даних

source: Databases
ar: قواعد البيانات
bg: Бази от данни
de: Datenbanken
es: Bases de datos
fr: Bases de données
hr: Baze podataka
hu: Adatbázisok
mk: Бази на податоци
pt: Bancos de dados
ro: Baze de date
ru: Базы данных
sl: Zbirke podatkov
sq: Bazat e të dhënave
sr: Базе података
sw: Hifadhidata
tr: Veritabanları
uk: Бази даних

source: New Location
ar: موقع جديد
bg: Ново местоположение
de: Neuer Standort
es: Nueva ubicación
fr: Nouveau lieu
hr: Nova lokacija
hu: Új hely
mk: Нова локација
pt: Novo local
ro: Locație nouă
ru: Новое местоположение
sl: Nova lokacija
sq: Vendndodhja e re
sr: Нова локација
sw: Mahali Papya
tr: Yeni Konum
uk: Нове місце

source: Edit Location
ar: تعديل الموقع
bg: Редактиране на местоположението
de: Standort bearbeiten
es: Editar ubicación
fr: Modifier le lieu
hr: Uredi lokaciju
hu: Hely szerkesztése
mk: Уредете локација
pt: Editar local
ro: Editați locația
ru: Изменить местоположение
sl: Uredi lokacijo
sq: Ndrysho vendndodhjen
sr: Измени локацију
sw: Badilisha Mahali
tr: Konumu Düzenle
uk: Змінити місце

source: New Person
ar: شخص جديد
bg: Нов човек
de: Neue Person
es: Nueva persona
fr: Nouveau contact
hr: Nova osoba
hu: Új személy
mk: Ново лице
pt: Nova pessoa
ro: Persoană nouă
ru: Новый человек
sl: Nova oseba
sq: Person i ri
sr: Нова особа
sw: Mgeni
tr: Yeni Kişi
uk: Нова особа

source: Edit Person
ar: تعديل الشخص
bg: Редактиране на човека
de: Person bearbeiten
es: Editar persona
fr: Modifier la personne
hr: Uredi osobu
hu: Személy adatainak szerkesztése
mk: Уредете лице
pt: Editar pessoa
ro: Editați persoana
ru: Изменить данные человека
sl: Uredi osebo
sq: Ndrysho të dhënat e personit
sr: Измени особу
sw: Badilisha Mtu
tr: Kişiyi Düzenle
uk: Редагувати особу

source: Edit User Profile
ar: تعديل الملف الشخصي للمستخدم
bg: Редактиране на потребителския профил
de: Nutzerprofil bearbeiten
es: Editar perfil de usuario
fr: Modifier le profil d'utilisateur
hr: Uredi korisnički profil
hu: Felhasználói profil szerkesztése
mk: Уредете профил на корисник
pt: Editar perfil do usuário
ro: Editați profilul utilizatorului
ru: Изменить профиль пользователя
sl: Uredi profil uporabnika
sq: Ndrysho profilin e përdoruesit
sr: Измени кориснички профил
sw: Badilisha Wasifu wa Mtumiaji
tr: Kullanıcı Profilini Düzenle
uk: Редагувати профіль користувача

source: Account Request for this profile
ar: طلب حساب لهذا الملف الشخصي
bg: Заявка за профил за този потребителски профил
de: Kontoantrag für dieses Profil
fr: Demande de compte pour ce profil
hr: Zahtjev za račun za ovaj profil
hu: Fiókkérelem ehhez a profilhoz
mk: Барање за сметка за овој профил
pt: Solicitação de conta para este perfil
ro: Solicitare de cont pentru acest profil
ru: Запрос на создание аккаунта для этого профиля
sl: Zahtevek za račun za ta profil
sq: Kërkesë për llogari mbi këtë profil
sr: Захтев за налог за овај профил
sw: Ombi la Akaunti kwa wasifu huu
tr: Bu profil için Hesap Talebi
uk: Запит на обліковий запис для цього профілю

source: Account Request for this profile:
ar: طلب حساب لهذا الملف الشخصي:
bg: Заявка за профил за този потребителски профил:
de: Kontoantrag für dieses Profil:
fr: Demande de compte pour ce profil :
hr: Zahtjev za račun za ovaj profil:
hu: Fiókkérelem ehhez a profilhoz:
mk: Барање за сметка за овој профил:
pt: Solicitação de conta para este perfil:
ro: Solicitare de cont pentru acest profil:
ru: Запрос на создание аккаунта для этого профиля:
sl: Zahtevek za račun za ta profil:
sq: Kërkesë për llogari mbi këtë profil:
sr: Захтев за налог за овај профил:
sw: Ombi la Akaunti kwa wasifu huu:
tr: Bu profil için Hesap Talebi:
uk: Запит на обліковий запис для цього профілю:

source: New Relationship
ar: علاقة جديدة
bg: Ново отношение
de: Neue Beziehung
es: Nueva relación
fr: Nouvelle relation
hr: Novi odnos
hu: Új kapcsolat
mk: Нова врска
pt: Nova relação
ro: Legătură nouă
ru: Новая связь
sl: Novo razmerje
sq: Marrëdhënie e re
sr: Нова веза
sw: Uhusiano Mpya
tr: Yeni İlişki
uk: Новий зв’язок

source: Edit Relationship
ar: تعديل العلاقة
bg: Редактиране на отношението
de: Beziehung bearbeiten
es: Editar relación
fr: Modifier la relation
hr: Uredi odnos
hu: Kapcsolat szerkesztése
mk: Уредете врска
pt: Editar relação
ro: Editați legătura
ru: Изменить связь
sl: Uredi razmerje
sq: Ndrysho marrëdhënien
sr: Измени везу
sw: Badilisha Uhusiano
tr: İlişkiyi Düzenle
uk: Редагувати зв’язок

source: Add New
ar: إضافة عنصر جديد
bg: Добавяне на нова
de: Neue hinzufügen
es: Crear
fr: Ajouter un nouvel élément
hr: Dodaj novo
hu: Új hozzáadása
mk: Додадете нова
pt: Adicionar novo
ro: Adăugați o legătură nouă
ru: Добавить новую
sl: Dodaj novo
sq: Shto të re
sr: Додај ново
sw: Ongeza Mpya
tr: Yeni Ekle
uk: Додати новий

source: Add Existing
ar: إضافة عنصر موجود
bg: Добавяне на съществуваща
de: Vorhandene hinzufügen
fr: Ajouter un élément existant
hr: Dodaj postojeće
hu: Meglévő hozzáadása
mk: Додадете постоечка
pt: Adicionar existente
ro: Adăugați legătura existentă
ru: Добавить существующую
sl: Dodaj obstoječe
sq: Shto ekzistuesen
sr: Додај постојеће
sw: Ongeza Uliopo
tr: Mevcut Olanı Ekle
uk: Додати наявний

source: Directors
ar: المديرون
bg: Директори
de: Geschäftsführer
fr: Directeurs
hr: Direktori
hu: Igazgatók
mk: Директори
pt: Diretores
ro: Directori
ru: Директора
sl: Direktorji
sq: Drejtorët
sr: Директори
sw: Wakurugenzi
tr: Yöneticiler
uk: Директори

source: Shareholders
ar: المساهمون
bg: Собственици на дялове
de: Aktionäre
fr: Actionnaires
hr: Dioničari
hu: Részvényesek
mk: Акционери
pt: Acionistas
ro: Acționari
ru: Акционеры
sl: Delničarji
sq: Aksionerët
sr: Акционари
sw: Wanahisa
tr: Hissedarlar
uk: Акціонери

source: Create
ar: إنشاء
bg: Създаване
de: Erstellen
fr: Créer
hr: Izradi
hu: Létrehozás
mk: Создаде
pt: Criar
ro: Creați
ru: Создать
sl: Ustvari
sq: Krijo
sr: Направи
sw: Unda
tr: Oluştur
uk: Створити

source: With New Company
ar: بشركة جديدة
bg: С нова компания
de: Mit neuem Unternehmen
es: Con nueva compañía
fr: Avec une nouvelle entreprise
hr: S novom tvrtkom
hu: Új céggel
mk: Со нова компанија
pt: Com nova empresa
ro: Cu o companie nouă
ru: С новой компанией
sl: Z novim podjetjem
sq: Me kompani të re
sr: Са новом компанијом
sw: Na Kampuni Mpya
tr: Yeni Şirket ile
uk: З новою компанією

source: With New Person
ar: بشخص جديد
bg: С нов човек
de: Mit neuer Person
es: Con nueva persona
fr: Avec une nouvelle personne
hr: S novom osobom
hu: Új személlyel
mk: Со ново лице
pt: Com nova pessoa
ro: Cu o persoană nouă
ru: С новым человеком
sl: Z novo osebo
sq: Me person të ri
sr: Са новом особом
sw: Na Mtu Mpya
tr: Yeni Kişi ile
uk: З новою особою

source: With New Location
ar: بموقع جديد
bg: С ново местоположение
de: Mit neuem Standort
es: Con nueva ubicación
fr: Avec un nouveau lieu
hr: S novom lokacijom
hu: Új hellyel
mk: Со нова локација
pt: Com novo local
ro: Cu o locație nouă
ru: С новым местоположением
sl: Z novo lokacijo
sq: Me vendndodhje të re
sr: Са новом локацијом
sw: Na Mahali Papya
tr: Yeni Konum ile
uk: З новим місцем

source: With Existing Entity
ar: بكيان موجود
bg: Със съществуващ обект
de: Mit vorhandener Entität
es: Con entidad existente
fr: Avec une entité actuelle
hr: S postojećim entitetom
hu: Meglévő elemmel
mk: Со постоечки ентитет
pt: Com entidade existente
ro: Cu o entitate existentă
ru: С существующей записью
sl: Z obstoječo entiteto
sq: Me subjekt ekzistues
sr: Са постојећим ентитетом
sw: Na Huluki Zilizopo
tr: Mevcut Varlık ile
uk: З наявним об’єктом

source: All Relationships
ar: جميع العلاقات
bg: Всички отношения
de: Alle Beziehungen
fr: Toutes les relations
hr: Svi odnosi
hu: Összes kapcsolat
mk: Сите врски
pt: Todas as relações
ro: Toate legăturile
ru: Все связи
sl: Vsa razmerja
sq: Të gjitha marrëdhëniet
sr: Све везе
sw: Mahusiano Yote
tr: Tüm İlişkiler
uk: Усі зв’язки

source: is a %(type)s of
ar: عبارة عن %(type)s من
bg: е %(type)s на
de: ist ein(e) %(type)s von
fr: est un %(type)s de
hr: predstavlja %(type)s
hu: egy %(type)s típusú
mk: е %(type)s на
pt: é um %(type)s de
ro: este de tip %(type)s
ru: – %(type)s компании
sl: je %(type)s
sq: është një %(type)s
sr: је тип %(type)s од
sw: ni %aina za
tr: şunun %(type)s türüdür:
uk: – це %(type)s

source: Select File
ar: تحديد ملف
bg: Избиране на файл
de: Datei auswählen
es: Entidad
fr: Sélectionner un fichier
hr: Odaberi datoteku
hu: Fájl kiválasztása
mk: Изберете датотека
pt: Selecionar arquivo
ro: Selectați un fișier
ru: Выбрать файл
sl: Izberi datoteko
sq: Përzgjidh skedarin
sr: Изаберите датотеку
sw: Chagua Faili
tr: Dosya Seç
uk: Вибрати файл
