Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: The Research Desk is managed by OCCRP in co-operation with four partner Centers - African Network of Centers for Investigative Reporting (ANCIR), the Arab Reporters for Investigative Journalism (ARIJ), the International Center for Journalists, and Connectas in the Americas.
ar: يدار مكتب الأبحاث من قِبل OCCRP بالتعاون مع أربعة مراكز شريكة - الشبكة الأفريقية لمراكز التحقيق الاستقصائي (ANCIR)، ومنظمة إعلاميون من أجل صحافة استقصائية عربية (أريج)، والمركز الدولي للصحفيين، وConnectas في الأمريكتين.
bg: Бюрото за проучвания се управлява от OCCRP в сътрудничество с четири партньорски центъра – African Network of Centers for Investigative Reporting (ANCIR), Arab Reporters for Investigative Journalism (ARIJ), Международния център за журналисти и Connectas в Северна и Южна Америка.
de: Das Research Desk wird von OCCRP in Kooperation mit den vier Partnerzentren African Network of Centers for Investigative Reporting (ANCIR), Arab Reporters for Investigative Journalism (ARIJ), International Center for Journalists und Connectas in Amerika verwaltet.
fr: Le bureau de recherche est géré par l'OCCRP en collaboration avec quatre centres partenaires : African Network of Centers for Investigative Reporting (ANCIR), Arab Reporters for Investigative Journalism (ARIJ), International Center for Journalists, et Connectas in the Americas.
hr: Istraživačkim pultom upravlja OCCRP u suradnji s četiri partnerska centra – Afrička mreža centara za istraživačko novinarstvo (eng. African Network of Centers for Investigative Reporting, ANCIR), Arapski reporteri za istraživačko novinarstvo (eng. Arab Reporters for Investigative Journalism, ARIJ), Međunarodni centar za novinare (eng. International Center for Journalists) i Connectas u Sjevernoj i Južnoj Americi.
hu: A Research Desk platformját az OCCRP kezeli a következő négy partnerközponttal együttműködésben: African Network of Centers for Investigative Reporting (Afrikai Oknyomozó Újságírói Központok Hálózata, ANCIR), Arab Reporters for Investigative Journalism (Arab Oknyomozó Újságírók Szövetsége, ARIJ), International Center for Journalists (Újságírók Nemzetközi Központja) és Connectas in the Americas (Amerikai Kapcsolatok).
mk: Со бирото за истражување раководи OCCRP во соработка со четирите центри-партнери - Африканска мрежа на центри за истражувачко новинарство (ANCIR), Арапски репортери за истражувачко новинарство (ARIJ), Меѓународниот центар за новинари и Connectas во Америка.
pt: O setor de pesquisas é gerenciado pelo OCCRP em cooperação com quatro parceiros da Rede africana de centros de jornalismo investigativo (ANCIR, na sigla em inglês), dos Jornalistas investigativos árabes (ARIJ, na sigla em inglês), do Centro internacional de jornalistas e da Connectas nas Américas.
ro: Biroul de investigații este administrat de OCCRP în cooperare cu patru centre partenere – African Network of Centers for Investigative Reporting (ANCIR), Arab Reporters for Investigative Journalism (ARIJ), International Center for Journalists și Connectas in the Americas.
ru: Управлять исследовательским советом OCCRP помогают четыре партнера: Африканская сеть центров журналистских расследований (ANCIR), Центр журналистских расследований в арабских странах (ARIJ), Международный центр журналистов и организация Connectas in the Americas.
sl: Research Desk (raziskovalno mizo) upravlja organizacija OCCRP v sodelovanju s štirimi partnerski centri – Afriško mrežo centrov za preiskovano novinarstvo (ANCIR, African Network of Centers for Investigative Reporting), Arabskimi novinarji za preiskovalno novinarstvo (ARIJ, Arab Reporters for Investigative Journalism), Mednarodnim centrom za novinarje (International Center for Journalists) in organizacijo Connectas in the Americas.
sq: Zyra Hulumtuese menaxhohet nga OCCRP në bashkëpunim me katër Qendrat partnere - Rrjetin Afrikan të Qendrave për Raportime Hulumtuese (ANCIR), Reporterët Arabë për Gazetari Hulumtuese (ARIJ), Qendra Ndërkombëtare për Gazetarë si dhe "Connectas" në Amerikë.
sr: Истраживачким одсеком управља OCCRP у сарадњи са четири партнерска центра – Афричка мрежа центара за истраживачко новинарство (ANCIR), Арапски репортери за истраживачко новинарство (ARIJ), Међународни центар за новинаре (ICFJ) и организација Connectas in the Americas.
sw: Kitengo cha utafii kinasimamiwa na OCCRP kwa ushirikiano wa vituo vinne vya washirika - Mtandao wa Afrika wa Vituo vya Uwanahabari Pelelezi (ANCIR), Wanahabari Pelelezi wa Kiarabu (ARIJ), Kituo cha Kimataifa cha Wanahabari, na Connectas Amerika.
tr: Araştırma Masası, OCCRP tarafından, Afrika Araştırmacı Muhabirlik Merkezleri Ağı (ANCIR), Araştırmacı Gazeteci Arap Muhabirleri (ARIJ), Gazeteciler Uluslararası Merkezi ve Amerika kıtasında Connectas olmak üzere dört iş ortağı merkezle işbirliği içinde yönetilmektedir.
uk: Відділом досліджень керує OCCRP спільно з чотирма партнерськими центрами: "Африканська мережа центрів журналістських розслідувань" (ANCIR), "Арабські репортери за журналістські розслідування" (ARIJ), "Міжнародний центр журналістів" і Connectas in the Americas.

source: ID History
ar: سجل لوحة البيانات الاستقصائية
bg: История на ID
de: Geschichte von ID
fr: À propos de l'Investigative Dashboard
hr: Povijest ID-a
hu: Az ID története
mk: ИД на историјат
pt: Histórico de código
ro: Istoria inițiativei ID
ru: История проекта Investigative Dashboard
sl: Zgodovina platforme ID
sq: Historiku i Panelit
sr: Историја пројекта ID
sw: Historia ya Dashibodi ya Upelelezi
tr: ID Geçmişi
uk: Історія проекту Investigative Dashboard

source: The Investigative Dashboard was developed by Paul Cristian Radu (OCCRP) and Justin Arenstein (ANCIR) while they both were in residence at Stanford University as Knight Fellows. The John S. Knight Fellowships for Professional Journalists made the dashboard possible by providing access to the know-how of fellow journalists and of experts at Stanford University and in Silicon Valley.
ar: تم إعداد لوحة البيانات الاستقصائية على يد بول كريستيان رادو (OCCRP) وجوستين أرنيشتين (ANCIR) أثناء وجودهما في جامعة ستانفورد ضمن برنامج Knight Fellows. وقد ساعد برنامج المنح المقدم من John S. Knight للصحفيين المتخصصين على جعل لوحة البيانات أمرًا ممكنًا من خلال توفير إمكانية الحصول على المعرفة اللازمة من الزملاء الصحفيين والخبراء في جامعة ستانفورد وفي وادي السيليكون.
bg: Проектът Investigative Dashboard бе разработен от Пол Кристиан Раду (OCCRP) и Джъстин Арънстайн (ANCIR) по време на пребиваването им в университета „Станфорд“ като стипендианти към фондация „Джон С. Найт“. Осигуреното от нея финансиране за професионални журналисти даде възможност за осъществяването на проекта, като предостави достъп до уменията на колеги журналисти и експерти от университета „Станфорд“ и Силициевата долина.
de: Das Investigative Dashboard wurde von Paul Cristian Radu (OCCRP) und Justin Arenstein (ANCIR) während ihres Aufenthalts als Knight Fellows an der Stanford University entwickelt. Möglich wurde das Dashboard durch die als John S. Knight Fellowships for Professional Journalists bekannten Stipendien, da diese Zugang zum Know-how von anderen Journalisten und Experten an der Stanford University und im Silicon Valley bieten.
fr: L'Investigative Dashboard a été mis au point par Paul Cristian Radu (OCCRP) et Justin Arenstein (ANCIR) alors qu'ils étaient tous deux en résidence à l'Université de Stanford en tant que "Knight Fellows". La bourse de recherche "John S. Knight Fellowships for Professional Journalists" a permis la création de ce tableau de bord en facilitant l'accès au savoir-faire de leurs homologues et experts de l'Université de Stanford et de la Silicon Valley.
hr: Investigative Dashboard razvili su Paul Cristian Radu (OCCRP) i Justin Arenstein (ANCIR) kao stipendisti na specijalizaciji Knight na sveučilištu Stanford. Specijalizacija John S. Knight za profesionalne novinare omogućila je stvaranje te platforme pružajući pristup tehničkim vještinama novinara i stručnjaka na sveučilištu Stanford i u Silicijskoj dolini.
hu: Az Investigative Dashboard rendszerét Paul Cristian Radu (OCCRP) és Justin Arenstein (ANCIR) fejlesztette ki, miközben a Stanford Egyetem Knight ösztöndíjas hallgatói voltak. A rendszer létrejöttét John S. Knight professzionális újságírói ösztöndíja tette lehetővé, azáltal, hogy elérhetővé tette az újságírótársak, a Stanford Egyetem szakértői és a Szilícium-völgy szakértelmét.
mk: Контролната табла на истражување е развиена од страна на Пол Кристијан Раду (OCCRP) и Џастин Аренстајн (ANCIR), додека двајцата престојувале на Универзитетот Стенфорд како стипендисти на фондацијата Најт. Стипендиите на Џон С. Најт за новинари професионалци овозможија контролната табла да функционира преку обезбедување пристап до знаењата на колеги новинари и експерти од Универзитетот Стенфорд и во Силиконската долина.
pt: O Investigative Dashboard foi desenvolvido por Paul Cristian Radu (OCCRP) e Justin Arenstein (ANCIR) quando os dois eram bolsistas Knight na Universidade de Stanford. As bolsas de estudo John S. Knight para jornalistas profissionais tornaram possível a criação do Investigative Dashboard ao fornecer acesso ao conhecimento de jornalistas e especialistas da Universidade de Stanford e no Vale do Silício.
ro: Investigative Dashboard a fost dezvoltat de Paul Cristian Radu (OCCRP) și de Justin Arenstein (ANCIR) în timpul șederii lor la Universitatea Stanford în calitate de bursieri Knight. Bursa John S. Knight pentru jurnaliști profesioniști a făcut posibilă crearea acestui tablou de bord, pentru că a oferit acces la conștiințele colegilor jurnaliști și ale experților de la Universitatea Stanford și din Silicon Valley.
ru: Проект Investigative Dashboard был создан Полом Кристианом Раду (OCCRP) и Джастином Аренстайном (ANCIR), членами Общества журналистики имени Джона Найта, во время учебы в Стэнфордском университете. Своим существованием проект во многом обязан этому обществу, благодаря которому удалось получить доступ к методикам и наработкам журналистов и экспертов Стэнфордского университета и компаний Кремниевой долины.
sl: Platformo Investigative Dashboard sta razvila Paul Cristian Radu (OCCRP) in Justin Arenstein (ANCIR), medtem ko sta bivala na Univerzi v Stanfordu kot štipendista programa Knight. S štipendijama Johna S. Knighta za profesionalne novinarje sta dobila dostop do znanja kolegov novinarjev in strokovnjakov na Univerzi v Stanfordu ter Silicijevi dolini, na podlagi katerega sta razvila svojo platformo.
sq: Paneli Hetimor është zhvilluar nga Pol Kristian Radu (OCCRP) dhe Xhastin Arenshtein (ANCIR) gjatë kohës kur banonin pranë Universitetit të Stanfordit dhe aderonin në Vëllazërinë Kalorësiake. Vëllazëria Kalorësiake për gazetarë profesionistë e Xhon S. bëri të mundur zhvillimin e Panelit duke ofruar qasje për gazetarët e tubuar në këtë Vëllazëri si dhe ekspertët e Universitetit të Stenfordit në Silikon Vallej.
sr: Пројекат Investigative Dashboard развили су Пол Кристијан Раду (OCCRP) и Џастин Аренстејн (ANCIR) док су похађали Универзитет Станфорд у оквиру програма Knight Fellowship. Програм John S. Knight Fellowships for Professional Journalists је омогућио пројекат Dashboard тако што им је пружио приступ практичном знању новинара и стручњака са Универзитета Станфорд и из Силицијумске долине.
sw: Dashboard ya Upelelezi ilianzishwa na Paul Cristian Radu (OCCRP) na Justin Arenstein (ANCIR) wakati wote wawili walikuwa wakiishi katika Chuo Kikuu cha Stanford kama Wasomi. Ufadhili wa John S. Knight wa Wanahabari Wataalamu ulifanikisha dashibodi kwa kuwezesha upatikanaji wa ujuzi wa wanahabari wenza na wa wataalam katika Chuo Kikuu cha Stanford na Silicon Valley.
tr: Investigative Dashboard, her ikisi de Stanford Üniversitesi'nde Knight Araştırma Görevlisi olan Paul Cristian Radu (OCCRP) ve Justin Arenstein (ANCIR) tarafından geliştirildi. John S. Profesyonel Gazeteciler Knight Araştırma Görevliliği Bursu bu panelin Stanford Üniversitesi ve Silikon Vadisindeki meslektaşları olan gazetecilerin ve uzmanların bilgi ve becerilerine erişebilmesine imkan tanıdı.
uk: Проект Investigative Dashboard створили Пол Крістіан Раду (OCCRP) і Джастін Аренстайн (ANCIR), коли були членами "Братства Найта" в Стенфордському університеті. "Братство Джона С. Найта для професійних журналістів" допомогло створити сайт Investigative Dashboard, надавши доступ до ідей журналістів і експертів у Стенфордському університеті та Кремнієвій долині.

source: This first iteration of the ID website, launched in 2010, shared detailed methodologies, resources, and links for journalists to track money, shareholders, and company ownership across international borders. It also offered video tutorials and other tools to help journalists navigate rapidly evolving data-sources.
ar: شارك الظهور الأول لموقع ويب لوحة البيانات الاستقصائية، والذي أطلق في 2010، الأساليب التفصيلية والموارد وروابط الصحفيين لتتبع الأموال وحاملي الأسهم وأملاك الشركات عبر الحدود الدولية. كما قدم برامج تعليمية مصورة وأدوات أخرى تساعد الصحفيين على الاستعراض السريع لمصادر بيانات سريعة التطور.
bg: Тази първа версия на уебсайта на ID стартира през 2010 г. и споделя подробни методологии, ресурси и връзки за журналисти с цел проследяване в международен план на пари и собственици на дялове и компании. Проектът също така предлага видеоуроци и други инструменти, с които помага на журналистите да ползват бързо развиващите се източници на данни.
de: Auf der ersten Version der ID-Website, die im Jahr 2010 gestartet wurde, wurden detaillierte Methoden, Ressourcen und Links für Journalisten bereitgestellt, damit diese Gelder, Aktionäre und das Eigentum von Unternehmen über internationale Grenzen hinweg verfolgen konnten. Zudem waren auf der Website Videoanleitungen und andere Tools zur Unterstützung von Journalisten bei der Navigation durch sich schnell weiterentwickelnde Datenquellen verfügbar.
fr: La première version du site Web de l'Investigative Dashboard, lancée en 2010, partageait des méthodologies détaillées, des ressources et des liens permettant aux journalistes de suivre les flux financiers, les activités des actionnaires et les propriétés des entreprises au niveau international. Elle proposait également des didacticiels et d'autres outils visant à aider les journalistes à parcourir rapidement des sources de données en constante évolution.
hr: Prvo izdanje web-lokacije ID-a, pokrenuto 2010. godine, dijelilo je detaljne metodologije, resurse i veze pomoću kojih novinari mogu slijediti novac, dioničare i vlasništvo nad tvrtkama preko međunarodnih granica. Također je nudilo videovodiče i druge alate kako bi se novinari lakše snalazili u izvorima podataka kojih je bilo sve više i više.
hu: Az ID első webhelye 2010-ben indult, és részletes módszereket, forrásokat és linkeket tartalmazott az újságírók számára a pénz, a részvényesek és a céges tulajdonok nyomon követéséhez a nemzetközi határokon átívelően. Emellett oktatóvideókkal és egyéb eszközökkel segítette az újságírókat a gyorsan fejlődő adatforrásokban történő keresésben.
mk: Во првиот циклус на веб-сајтот кој започна во 2010 година беа споделени детални методологии, ресурси и врски за новинари за следење пари, акционери и сопственост на компании преку меѓународните граници. Тој исто така понуди и видео упатства и други алатки да им помогнат на новинарите да се движат низ изворите на податоци кои брзо се појавуваа.
pt: A primeira iteração do website de código, lançado em 2010, compartilhava metodologias detalhadas, recursos e links para que jornalistas rastreassem valores monetários, acionistas e propriedade de empresas além das fronteiras internacionais. Também era oferecido tutoriais de vídeo e outras ferramentas para ajudar os jornalistas a navegarem rapidamente pelas fontes de dados em desenvolvimento.
ro: Prima apariție a site-ului ID, lansat în 2010, a permis accesul la metodologii detaliate, la resurse și la linkuri cu ajutorul cărora jurnaliștii puteau să urmărească bani, acționari și proprietăți ale companiilor la nivel transfrontalier. De asemenea, oferea tutoriale video și alte instrumente pentru a ajuta jurnaliștii să navigheze în surse de date cu evoluție rapidă.
ru: Первая версия веб-сайта Investigative Dashboard появилась в 2010 году и содержала подробное описание методик, перечень ресурсов и ссылок, с помощью которых журналисты могли отслеживать денежные потоки и устанавливать личность акционеров и владельцев компаний по всему миру. На сайте были представлены видеоруководства и другие инструменты, помогающие использовать быстро развивающиеся технологии сбора данных.
sl: Prva ponovitev spletnega mesta platforme ID, ki je začela delovati leta 2010, je novinarjem ponudila podrobne metodologije, vire in povezave za čezmejno sledenje denarju, delničarjem in lastništvu podjetij. Hkrati je omogočila videovadnice in druga orodja, da bi novinarjem pomagala pri krmarjenju po hitro razvijajočih se podatkovnih virih.
sq: Ky rigjallërim i faqes së internetit të Panelit Hetimor, fillimisht i hedhur në përdorim në vitin 2010, ka ndarë metodologji të hollësishme, burime dhe lidhje për gazetarët për të gjurmuar para, aksionarë dhe pronësi kompanish përmes kufijve ndërkombëtarë. Ajo ofroi gjithashtu edhe video demonstruese si dhe mjete të tjera për të ndihmuar gazetarët në lehtësimin dhe përshpejtimin e kërkimeve të tyre nëpër burime të ndryshme të dhënash.
sr: На првој верзији веб-сајта ID, покренутој 2010, дељене су детаљне методологије, ресурси и линкови за новинаре који испитују новчано стање, акционаре и власништво над компанијама у целом свету. Овај сајт је нудио и видео водиче и друге алатке осмишљене да помогну новинарима да претражују све бројније изворе података.
sw: Uhakiki wa kwanza wa tovuti ya Dashibodi ya Upelelezi, iliyozinduliwa mwaka 2010, ulionyesha mbinu za kina, rasilimali, na viungo ambavyo wanahabari wanaweza kufuatilia fedha, wanahisa, na umiliki wa kampuni kimataifa. Pia ilitoa mafunzo ya video na zana nyingine za kuwasaidia wanahabari kuenda kwenye vyanzo vya data vinavyobadilika kwa haraka.
tr: 2010 yılında açılan ID web sitesinin ilk etkinliğinde gazetecilerin para aktarımlarını, hissedarları ve şirket sahipliklerini uluslararası sınırların ötesinde de takip edebilmeleri için onlarla detaylı yöntemler, kaynaklar ve bağlantılar paylaştı. Ayrıca, sürekli gelişmekte olan veri kaynaklarını hızla gözden geçirebilmeleri için onlara eğitici videolar ve başka araçlar da sundu.
uk: Ця перша версія веб-сайту ID, запущена у 2010 році, містила докладні методики, ресурси та посилання, щоб журналісти могли відстежувати гроші, акціонерів і власність компаній у всьому світі. Сайт також пропонував відеопосібники й інші інструменти, що допомагали журналістам швидко орієнтуватися в джерелах даних, кількість яких стрімко зростала.

source: Advisory Committee
ar: اللجنة الاستشارية
bg: Консултативен комитет
de: Beratungsausschuss
fr: Comité consultatif
hr: Savjetodavni odbor
hu: Tanácsadó bizottság
mk: Советодавен комитет
pt: Comitê consultivo
ro: Comitet consultativ
ru: Консультативный совет
sl: Svetovalni odbor
sq: Komiteti Këshillues
sr: Саветодавни комитет
sw: Kamati ya Ushauri
tr: Danışma Kurulu
uk: Дорадчий комітет

source: Acknowledgements
ar: الشكر والتقدير
bg: Благодарности
de: Danksagung
fr: Remerciements
hr: Zahvale
hu: Köszönetnyilvánítás
mk: Благодарност
pt: Agradecimentos
ro: Mulțumiri
ru: Благодарности
sl: Zahvale
sq: Mirënjohje
sr: Захвалност
sw: Shukrani
tr: Teşekkür
uk: Подяка
