Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Here you will find links to more than 450 online databases across 120 jurisdictions where you can get information on the shareholders, directors and the financial reports of companies worldwide. They are organized by country. Many are free of charge and for some you must register. Databases marked with a "$" require a fee. Not all are available in English, see the notes column for further details.
ar: ستجد هنا روابط لأكثر من 450 قاعدة بيانات على الإنترنت في أكثر من 120 ولاية قضائية حيث يمكنك الحصول على معلومات عن المساهمين وأعضاء مجالس الإدارة والتقارير المالية عن الشركات في جميع أنحاء العالم. وهذه المعلومات مرتبة حسب البلد وكثير منها مجانية ولكن يجب التسجيل في بعضها. قواعد البيانات التي تحمل علامة "$" تتطلب دفع رسوم ولا تتوفر جميع قواعد البيانات باللغة الإنجليزية، راجع عمود الملاحظات لمزيد من التفاصيل.
bg: Тук ще намерите връзки към над 450 онлайн бази от данни в 120 юрисдикции, чрез които можете да получите информация за собственици на дялове, директори и финансови отчети на компании от целия свят. Данните са организирани по държави. Много от тях са безплатни, а за някои трябва да се регистрирате. За означените с „$“ се изисква такса. Не всички данни са налице на английски. Вижте графата с бележки за още подробности.
de: Hier finden Sie Links zu über 450 Onlinedatenbanken an 120 Gerichtsständen, in denen Sie Informationen zu Aktionären, Geschäftsführern und den Finanzberichten von Unternehmen auf der ganzen Welt erhalten können. Sie sind nach Ländern sortiert. Viele sind kostenlos, für einige müssen Sie sich jedoch registrieren. Bei Datenbanken, die mit einem "$" gekennzeichnet sind, wird eine Gebühr fällig. Nicht alle sind in allen Sprachen verfügbar. Weitere Details finden Sie in der Spalte mit den Hinweisen.
es: Aquí usted encontrará enlaces a más de 450 bases de datos en línea a través de 120 jurisdicciones donde usted puede conseguir información de los accionistas, directoresy los reportes financieros de compañías alrededor del mundo. Estos están organizados porpaís. Muchos son gratis y para algunos reportes te debes registrar. Las bases de datosmarcadas con un "$"requieren un cobro. No todas las bases de datos están disponibles en inglés, verlas notas de la columna para mayores detalles.
fr: Vous trouverez ici des liens vers plus de 450 bases de données en ligne couvrant 120 juridictions dans lesquelles figurent des informations sur les actionnaires et directeurs des entreprises du monde entier, ainsi que des rapports financiers sur ces dernières. Ces informations sont classées par pays. Bon nombre d'entre elles sont gratuites, mais vous devez vous enregistrer pour en utiliser d'autres. Pour les bases de données marquées d'un "$", l'accès est payant. Notez également qu'elles ne sont pas toutes disponibles en anglais. Pour plus d'informations, consultez la colonne de notes.
hr: Ovdje ćete pronaći veze s više od 450 mrežnih baza podataka u 120 jurisdikcija u kojima možete pronaći informacije o dioničarima i direktorima te financijska izvješća za tvrtke u cijelom svijetu. Informacije su organizirane po zemljama. Mnoge su besplatne, a za neke se morate registrirati. Ako baza podataka ima oznaku "$", njezina se upotreba naplaćuje. Neke baze podataka nisu dostupne na engleskom jeziku, više pojedinosti o tome potražite u stupcu bilježaka.
hu: Itt több mint 120 joghatósági terület 450 internetes adatbázisához talál linkeket, amelyeken információkat talál a cégek részvényeseiről, igazgatóiról és pénzügyi jelentéseiről világszerte. Az adatok ország szerint vannak rendezve. Számos adatbázis ingyenes, de néhányhoz regisztráció szükséges. A \„$\” jelölésű adatbázisoknál díj fizetése szükséges. Nem mindegyik érhető el angol nyelven, a további információkért tekintse meg a Megjegyzések (Notes) oszlopot.
mk: Овде ќе најдете врски до повеќе од 450 онлајн бази на податоци низ 120 надлежности, каде што можете да добиете информации за акционерите, директорите и финансиските извештаи на компании низ целиот свет. Тие се организирани според држави. Многу од нив се бесплатни, а за некои ќе мора да се регистрирате. За базите на податоци означени со "$" е потребен надомест. Сите бази на податоци не се достапни на англиски јазик. За повеќе детали видете ја колоната за забелешки.
pt: Aqui você encontra mais de 450 bancos de dados on-line de 120 jurisdições em que você pode ter informações sobre acionistas, diretores e relatórios financeiros de empresas do mundo inteiro. Esses dados são organizados de acordo com o país e muitos são gratuitos. No entanto, é preciso se registrar para ter acesso a alguns deles ou pagar uma taxa para os bancos de dados marcados com "$". Nem todos eles estão disponíveis em inglês. Veja a coluna de observações para mais detalhes.
ro: Aici veți găsi linkuri către peste 450 de baze de date online din 120 de jurisdicții, din care puteți afla informații despre acționari, directori și rapoarte financiare ale companiilor din lumea întreagă. Acestea sunt organizate după țară. Multe sunt gratuite, iar pentru unele dintre acestea trebuie să vă înregistrați. Pentru bazele de date marcate cu „$” se plătește o taxă. Nu toate sunt disponibile în limba engleză, deci consultați coloana Note pentru mai multe detalii.
ru: Здесь вы найдете более 450 ссылок на базы данных в 120 юрисдикциях. С их помощью вы можете получить информацию об акционерах и директорах компаний по всему миру, а также их финансовые отчеты. Базы данных сгруппированы по странам. Многие из них доступны бесплатно, за использование остальных взимается плата (такие базы данных отмечены значком доллара "$"). Для работы с некоторыми источниками необходимо зарегистрироваться. Сведения о поддерживаемых языках могут быть указаны в описаниях.
sl: Tukaj boste našli povezave do več kot 450 spletnih zbirk podatkov na 120 območjih pod različno pristojnostjo, v katerih so zbrane informacije o delničarjih, direktorjih in finančnih poročilih podjetij po vsem svetu. Informacije so razvrščene glede na države. Številne so brezplačne, za nekatere pa je potrebna prijava. Zbirke podatkov, označene z "$", so plačljive. Vse zbirke niso na voljo v angleščini. Za dodatne informacije glejte stolpec z opombami.
sq: Këtu do të gjeni lidhje të më shumë se 450 bazave të të dhënave në internet nëpër 120 juridiksione, ku mund të merrni informacion mbi aksionerët, drejtorët dhe raportet financiare të kompanive në mbarë botën. Renditja e tyre është organizuar sipas shteteve. Shumë prej tyre janë pa pagesë dhe për disa, thjesht mjafton të regjistroheni. Bazat e të dhënave të shenjuara me simbolin "$" kërkojnë një tarifë të caktuar pagese. Jo të gjitha bazat janë në dispozicion në gjuhën angleze. Për hollësira të mëtejshme, shikoni kolonën e shënimeve.
sr: Овде ћете пронаћи линкове до више од 450 онлајн база података у 120 надлежности у којима можете да пронађете информације о акционарима, директорима и финансијским извештајима компанија из целог света. Организовали смо информације по земљама. Многе информације су бесплатне, али неке захтевају регистрацију. За базе података са ознаком „$“ морате да платите накнаду. Неке информације нису доступне на енглеском. За више детаља погледајте колону са напоменама.
sw: Hapa utapata viungo vya zaidi ya hifadhidata 450 ya mtandaoni katika nchi 120 ambapo unaweza kupata taarifa kuhusu wanahisa, wakurugenzi na ripoti za fedha za makampuni duniani kote. Zimepangwa kulingana na nchi. Nyingi ya hifadhidata hizi hazilipishwi na zingine lazima ujisajili. Hifadhidata zilizo na alama "$" zinatozwa ada. Sio hifadhidata zote zinapatikana katika lugha ya Kiingereza, angalia maelezo ya safu wima kwa maelezo zaidi.
tr: Burada, dünya çapındaki şirketlerin hissedarları, yöneticileri ve mali raporları hakkında bilgi alabileceğiniz, 120 yargı alanındaki 450'den fazla çevrimiçi veritabanı bağlantısı bulacaksınız. Bunlar ülkelere göre düzenlenmiştir. Birçoğu ücretsiz olup bazılarınaysa kayıt olmanız gerekir. Ücret gerektiren veritabanları "$" işaretini taşır. Tamamı İngilizce değildir, daha fazla ayrıntı için notlar sütununa bakın.
uk: Тут є посилання на понад 450 онлайнових баз даних у 120 юрисдикціях, де можна шукати інформацію про акціонерів, директорів, а також фінансові звіти компаній з усього світу. Вони впорядковані за країнами. Багато з них безкоштовні, а в деяких потрібно зареєструватися. Бази даних із позначкою "$" – платні. Не всі бази даних доступні англійською мовою. Перегляньте стовпець приміток, щоб дізнатися більше.

source: Documentation
ar: الوثائق
bg: Документация
de: Dokumentation
es: Documentos
hr: Dokumentacija
hu: Dokumentáció
mk: Документација
pt: Documentação
ro: Documentație
ru: Документация
sl: Dokumentacija
sq: Dokumentacioni
sr: Документација
sw: Hati
tr: Belgeler
uk: Документація

source: Video Tutorial
ar: برنامج تعليمي مصور
bg: Видеоурок
de: Videoanleitung
fr: Didacticiel vidéo
hr: Videovodič
hu: Oktatóvideók
mk: Видео упатство
pt: Tutorial de vídeo
ro: Tutorial video
ru: Видеоруководство
sl: Video vadnica
sq: Video demonstruese
sr: Видео водич
sw: Mafunzo kwa Video
tr: Eğitici Video
uk: Відеопосібник

source: Didn't find what you were looking for?
ar: ألم تعثر على ما كنت تبحث عنه؟
bg: Не намерихте това, което търсите?
de: Sie haben die gewünschten Informationen nicht gefunden?
es: ¿No encontró lo que está buscando?
fr: Vous n'avez pas trouvé ce que vous cherchez ?
hr: Niste pronašli ono što ste tražili?
hu: Nem találta meg, amit keresett?
mk: Не го најдовте она што го баравте?
pt: Não encontrou o que estava procurando?
ro: Nu ați găsit ceea ce căutați?
ru: Не нашли нужных сведений?
sl: Niste našli, kar ste iskali?
sq: Nuk e gjetët atë që po kërkoni?
sr: Нисте пронашли оно што тражите?
sw: Je, hukupata ulichokuwa ukitafuta?
tr: Aradığınız bilgileri bulamadınız mı?
uk: Не знайшли те, що шукали?

source: Request manual help from our researchers.
ar: يمكنك طلب الحصول على مساعدة يدوية من باحثينا.
bg: Заявете ръчна помощ от изследователите ни.
de: Fordern Sie manuelle Hilfe von unseren Rechercheuren an.
es: Solicite ayuda manual de nuestros investigadores.
fr: Demandez l'aide manuelle de nos chercheurs.
hr: Zatražite osobnu pomoć naših istraživača.
hu: Kérjen manuális segítséget kutatóinktól.
mk: Побарајте помош од нашите истражувачи.
pt: Solicite ajuda manual de nossos pesquisadores.
ro: Solicitați ajutor manual din partea investigatorilor noștri.
ru: Обратитесь за помощью к нашим исследователям.
sl: Prosite za pomoč naše raziskovalce.
sq: Kërkoni ndihmë manuale nga hulumtuesit tanë.
sr: Захтевајте директну помоћ од истраживача.
sw: Omba usaidizi wa mwongozo kutoka kwa watafiti wetu.
tr: Araştırmacılarımızdan yardım isteyin.
uk: Попросіть наших дослідників допомогти вручну.

source: Google Drive successfully authorized. Please close this dialog and attach your files again.
ar: تم التفويض بنجاح في Google Drive. يرجى إغلاق مربع الحوار هذا وإرفاق ملفاتك مرة أخرى.
bg: Упълномощаването на Google Диск е успешно. Моля, затворете този диалогов прозорец и прикачете отново файловете си.
de: Google Drive autorisiert. Bitte schließen Sie dieses Dialogfeld und hängen Sie Ihre Dateien erneut an.
es: Google Drive autorizado exitosamente. Por favor cierre este diálogo y adjuntesus archivos nuevamente.
fr: L'accès à Google Drive a été autorisé. Veuillez fermer cette boîte de dialogue et ajouter à nouveau vos fichiers.
hr: Google disk uspješno je autoriziran. Zatvorite ovaj dijaloški okvir i ponovo priložite svoje datoteke.
hu: A Google Drive engedélyezése sikerült. Kérjük, zárja be ezt a párbeszédablakot, és csatolja újra a fájlokat.
mk: Google Drive е успешно авторизиран. Затворете го прозорецот и повторно прикачете ги датотеките.
pt: Google Drive autorizado. Feche este diálogo e anexe seus arquivos novamente.
ro: Google Drive a fost autorizat. Închideți această casetă de dialog și atașați din nou fișierele.
ru: Авторизация Google Диска выполнена. Закройте это диалоговое окно и снова прикрепите файлы.
sl: Storitev Google Drive je bila uspešno pooblaščena. Zaprite to pogovorno okno in ponovno priložite datoteke.
sq: Disku i Google u autorizua me sukses. Ju lutemi mbylleni dritaren dhe bashkëngjitni sërish skedarët tuaj.
sr: Добили сте овлашћење за Google диск. Затворите овај дијалог и поново приложите датотеке.
sw: Hifadhi ya Google imefanikiwa kuidhinisha. Tafadhali funga mazungumzo haya na uambatanishe faili zako tena.
tr: Google Drive başarıyla yetkilendirildi. Lütfen bu iletişim kutusunu kapatın ve dosyalarınızı tekrar ekleyin.
uk: Диск Google авторизовано. Закрийте це діалогове вікно та долучіть файли знову.

source: Sign in with Google
ar: تسجيل الدخول باستخدام Google
bg: Вход с Google
de: Über Google anmelden
es: Iniciar con Google
fr: Se connecter avec Google
hr: Prijavite se putem Googlea
hu: Bejelentkezés Google-fiókkal
mk: Пријавете се со сметка на Google
pt: Fazer login com o Google
ro: Conectați-vă cu Google
ru: Войти с помощью аккаунта Google
sl: Prijavite se z Google Računom
sq: Hyni me llogarinë e Google
sr: Пријави ме на Google
sw: Ingia katika akaunti ukitumia Google
tr: Google+ ile oturum açın
uk: Увійти через Google

source: In order to log in or request an account on Investigative Dashboard you must have a Google account. We use your Google account to verify your identity and obtain a valid email address from you.
ar: لتسجيل الدخول أو طلب حساب على لوحة البيانات الاستقصائية، يجب أن يكون لديك حساب Google. نستخدم حسابك في Google للتحقق من هويتك والحصول منك على عنوان بريد إلكتروني صالح.
bg: За да влезете в Investigative Dashboard или да заявите профил в услугата, трябва да имате профил в Google. Използваме го, за да потвърдим самоличността ви и да получим валиден имейл адрес от вас.
de: Für die Anmeldung in einem Konto oder die Beantragung eines Kontos im Investigative Dashboard benötigen Sie ein Google-Konto. Wir überprüfen anhand Ihres Google-Kontos Ihre Identität und rufen eine gültige E-Mail-Adresse von Ihnen ab.
es: Para iniciar o solicitár una cuenta en el Investigative Dashboard usted debe tener una cuenta de Google. Nosotros usamos su cuenta de Google para verificar su identidad y obtener un correo electrónico válido de usted.
fr: Pour vous connecter ou demander un compte dans l'Investigative Dashboard, vous devez disposer d'un compte Google. Nous utilisons votre compte Google pour valider votre identité et obtenir une adresse e-mail valide.
hr: Da biste se prijavili ili zatražili račun na Investigative Dashboardu, morate imati Google račun. Google račun potreban nam je kako bismo potvrdili vaš identitet i dobili vašu važeću e-adresu.
hu: Az Investigative Dashboard rendszerébe történő bejelentkezéshez, illetve fiók kérelmezéséhez Google-fiókkal kell rendelkeznie. Google-fiókját személyazonosságának ellenőrzéséhez használjuk, valamint ahhoz, hogy érvényes e-mail címet kaphassunk Öntől.
mk: За да се пријавите или да побарате сметка на контролната табла за истражување мора да имате сметка на Google. Ние ја користиме вашата сметка на Google за да го провериме вашиот идентитет и да добиеме ваша важечка адреса за е-пошта.
pt: Para fazer login ou solicitar uma conta no Investigative Dashboard, é preciso ter uma Conta do Google. Usamos sua Conta do Google para verificar sua identidade e ter um endereço de e-mail válido que você use.
ro: Pentru a vă conecta sau pentru a solicita un cont pe Investigative Dashboard trebuie să aveți un Cont Google. Utilizăm Contul Google pentru a vă verifica identitatea și pentru a obține o adresă de e-mail validă la care să vă putem contacta.
ru: Чтобы выполнить вход или запросить создание аккаунта в Investigative Dashboard, необходим аккаунт Google. Он будет использован для установления вашей личности и получения действительного адреса электронной почты.
sl: Če se želite prijaviti ali zahtevati račun za uporabo platforme Investigative Dashboard, morate imeti Google Račun. Prek vašega Google Računa bomo preverili vašo identiteto in od vas pridobili veljaven e-poštni naslov.
sq: Që të hyni ose të kërkoni një llogari në Panelin Hetimor, ju duhet të keni një llogari të Google. Ne e përdorim llogarinë tuaj të Google për të verifikuar identitetin tuaj dhe për procesin na mjafton një adresë e vlefshme e-mail-i nga ju.
sr: Да бисте се пријавили или послали захтев за Investigative Dashboard налог, морате да имате Google налог. Користимо Google налог да бисмо верификовали ваш идентитет и добили важећу адресу е-поште од вас.
sw: Ili uingie katika akaunti ama uombe akaunti kwenye Dashibodi ya Upelelezi lazima uwe na akaunti ya Google. Sisi hutumia akaunti yako ya Google kuthibitisha utambulisho wako na kupata anwani ya barua pepe halali kutoka kwako.
tr: Giriş yapmak veya Investigative Dashboard hesabı talebinde bulunmak için bir Google hesabınız olmalıdır. Google hesabınızı, kimliğinizi doğrulamak ve sizden geçerli bir e-posta adresi almak için kullanırız.
uk: Щоб увійти чи подати запит на обліковий запис на сайті Investigative Dashboard, потрібно мати обліковий запис Google. Обліковий запис Google використовується для підтвердження вашої особи й отримання вашої дійсної електронної адреси.

source: If you do not have a Google account, you can sign up for one on the next page by clicking "Sign Up" in the top right corner.
ar: إذا لم يكن لديك حساب Google، يمكنك الاشتراك للحصول على حساب من الصفحة التالية من خلال النقر على "اشترك" أعلى اليسار.
bg: Ако нямате профил в Google, можете да си регистрирате такъв на следващата страница, като кликнете върху „Регистрация“ в горния десен ъгъл.
de: Falls Sie kein Google-Konto haben, können Sie sich auf der nächsten Seite dafür registrieren. Klicken Sie dazu oben rechts auf "Anmelden".
es: Si usted no tiene una cuenta de Google, usted puede crear una en la próxima página haciendo clic en "Registrarse" ubicada en la esquina superior izquierda.
fr: Si vous ne possédez pas de compte Google, vous pouvez vous connecter sur la page suivante pour en créer un en cliquant sur "Sign Up" (Connexion) dans l'angle supérieur droit.
hr: Ako nemate Google račun, možete se registrirati na sljedećoj stranici tako što ćete kliknuti opciju "Prijavite se" u gornjem desnom kutu.
hu: Ha nem rendelkezik Google-fiókkal, akkor a következő oldalon létrehozhat egyet a \„Regisztráció\” lehetőségre kattintva a jobb felső sarokban.
mk: Ако немате сметка на Google, кликнете на "Регистрирај се" во горниот десен агол и отворете на следната страница.
pt: Se você não tem uma Conta do Google, inscreva-se para ter uma na próxima página clicando em "Sign Up" no canto superior direito.
ro: Dacă nu aveți niciun Cont Google, puteți crea unul în pagina următoare dând clic pe „Conectați-vă” în colțul din dreapta sus.
ru: Если у вас нет аккаунта Google, вы можете создать его на следующей странице, нажав на ссылку "Создать аккаунт".
sl: Če nimate Google Računa, se lahko prijavite zanj na naslednji strani, tako da v zgornjem desnem kotu kliknete "Prijava".
sq: Nëse nuk keni llogari në Google, ju mund të regjistroheni në faqen tjetër duke klikuar "Regjistrohu" në këndin e sipërm djathtas.
sr: Ако немате Google налог, можете да се региструјете за њега на следећој страници кликом на „Региструј ме“ у горњем десном углу.
sw: Kama huna akaunti ya Google, unaweza kufungua akaunti kwenye ukurasa unaofuata kwa kubofya "Sign Up" katika kona ya juu kulia.
tr: Google hesabınız yoksa, sağ üst köşedeki "Kaydol" öğesine tıklayıp sonraki sayfaya geçerek hesap kaydınızı yapabilirsiniz.
uk: Якщо у вас немає облікового запису Google, можна створити його на наступній сторінці, натиснувши "Зареєструватись" у верхньому правому куті.

source: In order to make information requests through Investigative Dashboard, you must have an account. Please enter your information below and one of our staff will evaluate and respond to your request.
ar: لتقديم طلبات المعلومات من خلال لوحة البيانات الاستقصائية، يجب أن يكون لديك حساب. الرجاء إدخال المعلومات أدناه وسيقيم أحد موظفينا طلبك ويرد عليه.
bg: За да изпращате заявки за информация чрез Investigative Dashboard, трябва да имате профил. Моля, въведете информацията по-долу и някой от служителите ни ще прегледа заявката ви и ще ви отговори.
de: Damit Sie über das Investigative Dashboard Informationsanforderungen einreichen können, benötigen Sie ein Konto. Bitte geben Sie unten Ihre Daten ein. Einer unserer Mitarbeiter wird Ihren Antrag auswerten und darauf antworten.
es: Para hacer una solicitud de información a través del Investigative Dashboard, usted debe tener una cuenta. Por favor, ingrese su información abajo y alguien de nuestro personal evaluará y responderá su solicitud.
fr: Pour faire des demandes d'informations avec l'Investigative Dashboard, vous devez disposer d'un compte. Veuillez saisir vos informations ci-dessous et l'un des membres de notre personnel évaluera votre demande et y donnera suite.
hr: Da biste podnosili zahtjeve za informacije putem Investigative Dashboarda, morate imati račun. Unesite svoje podatke u nastavku i član našeg osoblja pregledat će vaš zahtjev te odgovoriti na njega.
hu: Ahhoz, hogy információt kérhessen az Investigative Dashboard rendszerén keresztül, fiókkal kell rendelkeznie. Kérjük, adja meg az alábbi információkat, és egyik munkatársunk értékelni fogja azt, majd válaszol kérésére.
mk: За поднесување барања за информации преку контролната табла за истражување треба да имате сметка. Внесете ги вашата податоци подолу и некој од нашиот персонал ќе изврши проценка и ќе одговори на вашето барање.
pt: Para solicitar informações no Investigative Dashboard, é preciso ter uma conta. Insira abaixo suas informações, e um de nossos funcionários fará a análise delas e responderá à sua solicitação.
ro: Pentru a efectua solicitări de informații prin Investigative Dashboard, trebuie să aveți un cont. Introduceți informațiile mai jos, iar un membru al personalului va evalua solicitarea și vă va răspunde.
ru: Чтобы отправлять запросы на получение информации в Investigative Dashboard, необходим аккаунт. Для его создания заполните форму и отправьте ее нашим сотрудникам. Они рассмотрят ваш запрос и ответят на него.
sl: Če želite prek platforme Investigative Dashboard predložiti zahtevke za informacije, morate imeti račun. Spodaj vnesite svoje podatke. Član našega osebja bo ocenil vaš zahtevek in nanj odgovoril nanj.
sq: Që të dërgoni kërkesa për informacione përmes Panelit Hetimor, ju duhet të keni një llogari. Ju lutemi, shkruani të dhënat tuaja më poshtë dhe një pjesëtar i stafit tonë do ta vlerësojë e do t'i përgjigjet kërkesës suaj.
sr: Да бисте могли да шаљете захтев за информације у оквиру пројекта Investigative Dashboard, морате да имате налог. Унесите информације у наставку и неко од наших запослених ће прегледати захтев и одговорити на њега.
sw: Ili kufanya maombi ya taarifa kupitia Dashibodi ya Upelelezi, lazima uwe na akaunti. Tafadhali ingiza maelezo yako hapa chini na mmoja wa wafanyakazi wetu atatathmini ombi lako na kujibu.
tr: Investigative Dashboard aracılığıyla bilgi talebinde bulunmak için bir hesabınızın olması gerekir. Lütfen bilgilerinizi aşağıya girin, ardından çalışanlarımızdan biri isteğinizi değerlendirip yanıtlayacaktır.
uk: Щоб шукати інформацію на сайті Investigative Dashboard, потрібно мати обліковий запис. Введіть свої дані нижче. Наш працівник розгляне ваш запит і дасть відповідь.
