Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Date of Birth
ar: تاريخ الميلاد
bg: Дата на раждане
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hr: Datum rođenja
hu: Születési dátum
mk: Датум на раѓање
pt: Data de nascimento
ro: Data nașterii
ru: Дата рождения
sl: Datum rojstva
sq: Data e lindjes
sr: Датум рођења
sw: Tarehe ya Kuzaliwa
tr: Doğum Tarihi
uk: Дата народження

source: Date of Death
ar: تاريخ الوفاة
bg: Дата на смъртта
de: Sterbedatum
es: Fecha de muerte
fr: Date de décès
hr: Datum smrti
hu: Halála időpontja
mk: Датум на смрт
pt: Data de falecimento
ro: Data morții
ru: Дата смерти
sl: Datum smrti
sq: Data e vdekjes
sr: Датум смрти
sw: Tarehe ya Kufa
tr: Ölüm Tarihi
uk: Дата смерті

source: Sex
ar: الجنس
bg: Пол
de: Geschlecht
es: Sexo
fr: Sexe
hr: Spol
hu: Nem
mk: Пол
pt: Sexo
ru: Пол
sl: Spol
sq: Gjinia
sr: Пол
sw: Jinsia
tr: Cinsiyet
uk: Стать

source: Nationalities
ar: الجنسيات
bg: Националности
de: Nationalitäten
es: Nacionalidades
fr: Nationalités
hr: Nacionalnosti
hu: Nemzetiségek
mk: Националности
pt: Nacionalidades
ro: Naționalități
ru: Национальность
sl: Narodnosti
sq: Shtetësia
sr: Националности
sw: Uraia
tr: Uyruklar
uk: Громадянство

source: ID Numbers
ar: أرقام الهوية
bg: Идентификационни номера
de: Ausweisnummern
es: Número de identificación
fr: Numéros d'identification
hr: ID brojevi
hu: Azonosító számok
mk: ИД броеви
pt: Números de código
ro: Numere ID
ru: Идентификационные номера
sl: Številke identifikacijskih dokumentov
sq: Numrat e identifikimit
sr: ИД бројеви
sw: Nambari za Kitambulisho
tr: Kimlik Numaraları
uk: Ідентифікаційні номери

source: Address
ar: العنوان
bg: Адрес
de: Adresse
es: Dirección
fr: Adresse
hr: Adresa
hu: Cím
mk: Адреса
pt: Endereço
ro: Adresă
ru: Адрес
sl: Naslov
sq: Adresa
sr: Адреса
sw: Anwani
tr: Adres
uk: Адреса

source: City
ar: المدينة
bg: Град
de: Ort
es: Ciudad
fr: Ville
hr: Grad
hu: Város
mk: Град
pt: Cidade
ro: Oraș
ru: Город
sl: Kraj
sq: Qyteti
sr: Град
sw: Mji
tr: Şehir
uk: Місто

source: State/Province/Region
ar: الولاية/الإقليم/المنطقة
bg: Щат/провинция/регион
de: Bundesland/Kanton/Region
es: Estado/Provincia/Región
fr: État/Province/Région
hr: Država/pokrajina/regija
hu: Állam/Tartomány/Régió
mk: Држава/Покраина/Регион
pt: Estado/província/região
ro: Stat/Provincie/Regiune
ru: Регион
sl: Zvezna država/provinca/regija
sq: Shteti/Provinca/Rajoni
sr: Држава/провинција/регион
sw: Jimbo/Mkoa/Eneo
tr: Eyalet/İl/Bölge
uk: Штат, провінція чи регіон

source: ZIP/Postal Code
ar: الرمز البريدي
bg: Пощенски код
de: Postleitzahl
es: Código Postal/ZIP
fr: Code postal
hr: ZIP kôd/poštanski broj
hu: Irányítószám
mk: Поштенски број
pt: CEP
ro: Cod poștal
ru: Почтовый индекс
sl: Poštna številka
sq: ZIP/Kodi Postar
sr: Поштански број/ПАК
sw: Msimbo wa Eneo/Msimbo wa Posta
tr: Posta Kodu
uk: Поштовий індекс

source: Admin Notes
ar: ملاحظات المشرف
bg: Администраторски бележки
de: Administrative Hinweise
es: Notas de Admin
fr: Notes d'administration
hr: Bilješke administratora
hu: Adminisztrátori megjegyzések
mk: Белешки на администраторот
pt: Notas do administrador
ro: Note administrator
ru: Примечания администратора
sl: Opombe skrbnika
sq: Shënime nga administratori
sr: Напомене администратора
sw: Daftari za Usimamizi
tr: Yönetici Notları
uk: Примітки адміністратора

source: Subsidized (OCCRP pays for everything)
ar: شركة تابعة (تدفع OCCRP مقابل كل شيء)
bg: Субсидирано (OCCRP поема всички разходи)
de: Subventioniert (OCCRP übernimmt alle Kosten)
fr: Subventionné (tous les frais sont couverts par l'OCCRP)
hr: Subvencionirano (OCCRP plaća sve)
hu: Támogatott (az OCCRP fizet mindent)
mk: Субвенционирано (OCCRP плаќа за сè)
pt: Subsidiado (tudo pago pelo OCCRP)
ro: Subvenționată (OCCRP plătește tot)
ru: Финансирование (полностью оплачено OCCRP)
sl: Subvencionirano (OCCRP plača vse)
sq: Mbështetur financiarisht (OCCRP paguan për gjithçka)
sr: Субвенционисано (OCCRP плаћа све трошкове)
sw: Iliyopunguzwa bei (OCCRP hulipia kila kitu)
tr: Sübvansiyonlu (OCCRP her şeyi öder)
uk: Субсидується (усе оплачує OCCRP)

source: Covering cost (OCCRP pays for labor, requester pays costs of buying documents)
ar: تغطية التكلفة (تدفع OCCRP مقابل العمالة، ويدفع مقدم الطلب تكاليف شراء المستندات)
bg: Покриване на разходите (OCCRP плаща за труда, а заявителят – разходите за покупка на документи)
de: Kostendeckend (OCCRP zahlt für Arbeitsstunden, Anforderer übernimmt Kosten für den Erwerb von Dokumenten)
fr: Coût de couverture (l'OCCRP paie la main-d'œuvre et le demandeur prend en charge les frais associés à l'achat des documents)
hr: Pokrivanje troška (OCCRP plaća rad, podnositelj zahtjeva plaća troškove kupnje dokumenata)
hu: Költségek fedezése (az OCCRP fizeti a munkaerőt, a kérelmező fizeti a dokumentumok vásárlásának költségeit)
mk: Покривање трошоци (OCCRP плаќа за работна сила, барателот плаќа трошоци за купување документи)
pt: Custo de cobertura (OCCRP paga pelos serviços, o solicitante paga pelos custos de aquisição de documentos)
ro: Cofinanțare (OCCRP plătește manopera, solicitantul plătește costurile pentru cumpărarea documentelor)
ru: Покрытие расходов (трудозатраты оплачены OCCRP, запрашивающая сторона оплачивает получение документов)
sl: Pokrivanje stroškov (OCCRP plača delo, vložnik zahtevka plača stroške nakupa dokumentov)
sq: Kostoja mbuluese (OCCRP paguan për punën, kërkuesi paguan shpenzimet e blerjes së dokumenteve)
sr: Покрива трошкове (OCCRP плаћа рад, подносилац захтева плаћа трошкове за куповину документације)
sw: Gharama ya juu (OCCRP hulipia nguvu-kazi, anayeomba hulipia gharama za kununua hati)
tr: Maliyeti karşılama (OCCRP iş gücü maliyetlerini; talep sahibi ise belgeleri satın alma maliyetini karşılar)
uk: Покриває витрати (OCCRP оплачує роботу, а автор запиту – вартість документів)

source: Covering cost+ (requester pays for documents, and also for our work)
ar: تغطية التكلفة+ (يدفع مقدم الطلب مقابل المستندات ومقابل عملنا)
bg: Покриване на разходите+ (заявителят плаща за документите, както и за работата ни)
de: Mehr als kostendeckend (Anforderer zahlt für Dokumente sowie für unsere Arbeitsstunden)
fr: Coût de couverture + (le demandeur paie pour les documents, ainsi que pour la main-d'œuvre)
hr: Pokrivanje troška+ (podnositelj zahtjeva plaća dokumente i naš rad)
hu: Költségek fedezése+ (a kérelmező fizet a dokumentumokért és a munkánkért is)
mk: Покривање трошоци + (барателот плаќа за документите како и за нашата работа)
pt: Custo de cobertura+ (o solicitante paga pelos documentos e por nosso trabalho)
ro: Finanțare+ (solicitantul plătește și documentele și manopera)
ru: Покрытие расходов + (запрашивающая сторона оплачивает получение документов и трудозатраты)
sl: Pokrivanje stroškov + (vložnik zahtevka plača dokumente in naše delo)
sq: Kostoja mbuluese+ (kërkuesi paguan për dokumentet, si dhe për punën tonë)
sr: Покрива трошкове+ (подносилац захтева плаћа документацију, као и наш рад)
sw: Gharama ya juu+ (anayeomba hulipia hati, na pia kazi yetu)
tr: Maliyeti karşılama+ (talep sahibi, belgelerin ve çalışmalarımızın karşılığını öder)
uk: Покриває витрати + (автор запиту оплачує вартість документів і роботу)

source: Deadline
ar: الموعد النهائي
bg: Краен срок
de: Fälligkeitsdatum
fr: Échéance
hr: Rok
hu: Határidő
mk: Краен рок
pt: Prazo
ro: Termen limită
ru: Конечный срок
sl: Rok
sq: Afati i fundit
sr: Крајњи рок
sw: Tarehe ya mwisho
tr: Son teslim tarihi
uk: Термін виконання

source: Sensitive?
ar: حساس؟
bg: Поверително ли е?
de: Sensibel?
es: Sensitivo?
fr: Sensible ?
hr: Je li osjetljivo?
hu: Bizalmas?
mk: Чувствително?
pt: Confidencial?
ro: Informațiile sunt sensibile?
ru: Секретность
sl: Občutljivo?
sq: I rezervuar?
sr: Осетљиво?
sw: Je, ni Nyeti?
tr: Hassas bilgi mi?
uk: Конфіденційно?

source: Aliases
ar: الأسماء المستعارة
bg: Псевдоними
de: Alias
fr: Alias
hr: Pseudonimi
hu: Aliasok
mk: Псевдоними
pt: Pseudônimos
ro: Aliasuri
ru: Псевдонимы
sl: Vzdevki
sq: Emrat alternativë
sr: Псеудоними
sw: Majina bandia
tr: Diğer Adlar
uk: Псевдоніми

source: Background
ar: الخلفية
bg: Предистория
de: Hintergrund
fr: Contexte
hr: Pozadina
hu: Háttér
mk: Заднина
pt: Histórico
ro: Activitate anterioară
ru: Образование
sl: Ozadje
sq: Historia
sr: Позадина
sw: Maelezo msingi
tr: Geçmişi
uk: Освіта

source: Biography
ar: السيرة
bg: Биография
de: Biografie
fr: Biographie
hr: Biografija
hu: Életrajz
mk: Биографија
pt: Biografia
ro: Biografie
ru: Биография
sl: Življenjepis
sq: Biografia
sr: Биографија
sw: Wasifu
tr: Biyografi
uk: Біографія

source: Family
ar: العائلة
bg: Семейство
de: Familie
fr: Famille
hr: Obitelj
hu: Családi
mk: Семеен
pt: Família
ro: Familie
ru: Семья
sl: Družina
sq: Familja
sr: Породица
sw: Familia
tr: Aile
uk: Сім’я

source: Business Activities
ar: أنشطة الشركة
bg: Фирмена дейност
de: Geschäftsaktivitäten
fr: Activités commerciales
hr: Poslovne aktivnosti
hu: Üzleti tevékenységek
mk: Деловни активности
pt: Atividades comerciais
ro: Activități comerciale
ru: Коммерческая деятельность
sl: Poslovne dejavnosti
sq: Aktivitetet e biznesit
sr: Пословне активности
sw: Shughuli za Biashara
tr: Ticari Faaliyetler
uk: Комерційна діяльність

source: Place of Birth
ar: مكان الميلاد
bg: Място на раждане
de: Geburtsort
fr: Lieu de naissance
hr: Mjesto rođenja
hu: Születési hely
mk: Место на раѓање
pt: Local de nascimento
ro: Locul nașterii
ru: Место рождения
sl: Kraj rojstva
sq: Vendi i lindjes
sr: Место рођења
sw: Mahali pa kuzaliwa
tr: Doğum Yeri
uk: Місце народження

source: Where have you looked?
ar: أين كنت تنظر؟
bg: Къде сте търсили?
de: Wo haben Sie nachgesehen?
es: ¿Dónde usted ya ha buscado información?
fr: Où avez-vous regardé ?
hr: Gdje ste tražili?
hu: Hol keresett eddig?
mk: Каде баравте?
pt: Onde já procurou?
ro: Unde ați căutat?
ru: Где вы искали?
sl: Kje ste iskali?
sq: Ku keni parë?
sr: Где сте тражили?
sw: Je, umetafuta wapi?
tr: Nerede aradınız?
uk: Де ви шукали?

source: Company Name
ar: اسم الشركة
bg: Име на компанията
de: Name des Unternehmens
fr: Nom de l'entreprise
hr: Naziv tvrtke
hu: Cég neve
mk: Име на компанијата
pt: Nome da empresa
ro: Numele companiei
ru: Название компании
sl: Ime podjetja
sq: Emri i kompanisë
sr: Назив компаније
sw: Jina la Kampuni
tr: Şirket Adı
uk: Назва компанії

source: Country Registered
ar: البلد المسجل
bg: Държава на регистрация
de: Eintragungsland
fr: Pays enregistré
hr: Zemlja registracije
hu: Nyilvántartás országa
mk: Земја во која е регистрирана
pt: País registrado
ro: Țara în care este înregistrată
ru: Страна регистрации
sl: Registrirana država
sq: Vendi i regjistrimit
sr: Земља у којој је регистрована
sw: Nchi Ilikosajiliwa
tr: Kayıtlı Ülke
uk: Країна реєстрації

source: Sources
ar: المصادر
bg: Източници
de: Quellen
es: Fuentes
hr: Izvori
hu: Források
mk: Извори
pt: Fontes
ro: Surse
ru: Источники
sl: Viri
sq: Burimet
sr: Извори
sw: Vyanzo
tr: Kaynaklar
uk: Джерела

source: Your Story
ar: قصتك
bg: Вашата история
de: Ihre Geschichte
fr: Votre histoire
hr: Vaša tema
hu: Az Ön története
mk: Вашата приказна
pt: Sua história
ro: Subiectul
ru: Расследуемый случай
sl: Vaša zgodba
sq: Artikulli juaj
sr: Ваша прича
sw: Hadithi Yako
tr: Hikayeniz
uk: Ваша історія

source: Connected People
ar: الأشخاص المتصلون
bg: Свързани хора
de: Verbundene Personen
fr: Personnes connectées
hr: Povezane osobe
hu: Kapcsolatban álló személyek
mk: Поврзани луѓе
pt: Pessoas conectadas
ro: Comunicare între oameni
ru: Связанные лица
sl: Povezani ljudje
sq: Njerëz të lidhur
sr: Повезани људи
sw: Watu Waliounganishwa
tr: Bağlı Kişiler
uk: Пов’язані люди

source: What do you want to know?
ar: ماذا تريد أن تعرف؟
bg: Какво искате да знаете?
de: Was möchten Sie wissen?
fr: Que voulez-vous savoir ?
hr: Što želite saznati?
hu: Mit szeretne tudni?
mk: Што сакате да знаете?
pt: O que deseja saber?
ro: Ce doriți să aflați?
ru: Что вы хотите узнать?
sl: Kaj želite vedeti?
sq: Çfarë doni të dini?
sr: Шта желите да знате?
sw: Je, unataka kujua nini?
tr: Ne bilmek istiyorsunuz?
uk: Що ви хочете знати?

source: [Request %s] - %s
ar: [طلب %s] - %s
bg: [Заявка %s] – %s
de: [Anforderung %s] – %s
fr: [Demande %s] – %s
hr: [Zahtjev %s] – %s
hu: [%s kérés] – %s
mk: [Барање %s] - %s
pt: [Solicitação %s] - %s
ro: [Solicitarea %s] - %s
ru: [Запрос %s ] – %s
sl: [Zahtevek %s] – %s
sq: [Kërkesa %s] - %s
sr: [Захтев %s] – %s
sw: [Ombi %s] - %s
tr: [Talep %s] - %s
uk: [Запит %s] – %s

source: Item: %(item)s Cost: $%(cost)s Converted: %(cost_converted)s
ar: العنصر: %(item)s Cost: $%(cost)s Converted: %(cost_converted)s
bg: Елемент: %(item)s Цена: $%(cost)s Конвертирано: %(cost_converted)s
de: Element: %(item)s Kosten: %(cost)s $ Umgerechnet: %(cost_converted)s
fr: Élément : %(item)s Coût : $%(cost)s Converti : %(cost_converted)s
hr: Stavka: %(item)s Cijena: $%(cost)s Preračunato: %(cost_converted)s
hu: Elem: %(item)s Költség: $%(cost)s Átváltva: %(cost_converted)s
mk: Ставка: %(item)s Трошок: $%(cost)s Претворено: %(cost_converted)s
ro: Articol: %(item)s Cost: $%(cost)s Transformat: %(cost_converted)s
ru: Наименование: %(item)s Стоимость: $%(cost)s После конвертации: %(cost_converted)s
sl: Element: %(item)s Cost: $%(cost)s Converted: %(cost_converted)s
sq: Njësia: %(item)s Cost: $%(cost)s Converted: %(cost_converted)s
sr: Ставка: %(item)s Цена: $%(cost)s Конвертовано: %(cost_converted)s
sw: Bidhaa: %(item)s Cost: $%(cost)s Converted: %(cost_converted)s
tr: Öğe: %(item)s Maliyet: $%(cost)s Dönüşen: %(cost_converted)s
uk: Позиція: %(item)s Вартість: $%(cost)s Конвертована вартість: %(cost_converted)s

source: Agency / Name
ar: الهيئة / الاسم
bg: Агенция/име
de: Agentur/Name
es: Agencia
fr: Agence/Nom
hr: Agencija/naziv
hu: Hivatal/Név
mk: Агенција / Име
pt: Agência/nome
ro: Agenție/Nume
ru: Агентство/имя
sl: Agencija/ime
sq: Agjencia / Emri
sr: Агенција/назив
sw: Shirika / Jina
tr: Aracı / Adı
uk: Установа / назва

source: Type of Database
ar: نوع قاعدة البيانات
bg: Тип база от данни
de: Datenbanktyp
es: Base de dato
fr: Type de base de données
hr: Vrsta baze podataka
hu: Adatbázis típusa
mk: Тип на база на податоци
pt: Tipo de banco de dados
ro: Tip de bază de date
ru: Тип базы данных
sl: Vrsta zbirke podatkov
sq: Lloji i bazave të të dhënave
sr: Тип базе података
sw: Aina ya Hifadhidata
tr: Veritabanı Türü
uk: Тип бази даних

source: Paid Database
ar: قاعدة البيانات المدفوعة
bg: Платена база от данни
de: Datenbank "Bezahlt"
fr: Base de données payée
hr: Plaćena baza podataka
hu: Fizetős adatbázis
mk: Платена база на податоци
pt: Banco de dados pago
ro: Bază de date cu plată
ru: Требуется оплата
sl: Plačljiva zbirka podatkov
sq: Bazë të dhënash me pagesë
sr: Плаћена база података
sw: Hifadhidata ya Kulipiwa
tr: Ücretli Veritabanı
uk: Платна база даних

source: Registration Required
ar: التسجيل مطلوب
bg: Изисква се регистрация
de: Registrierung erforderlich
fr: Enregistrement requis
hr: Registracija je obavezna
hu: Regisztráció szükséges
mk: Треба да се регистрирате
pt: Inscrição obrigatória
ro: Înregistrare obligatorie
ru: Требуется регистрация
sl: Zahtevana je registracija
sq: Regjistrimi është i domosdoshëm
sr: Неопходна је регистрација
sw: Usajili Unahitajika
tr: Kayıt Gereklidir
uk: Потрібна реєстрація

source: Government Database
ar: قاعدة بيانات حكومية
bg: Правителствена база от данни
de: Behördliche Datenbank
fr: Base de données du gouvernement
hr: Vladina baza podataka
hu: Kormányadatbázis
mk: База на податоци на владата
pt: Banco de dados governamental
ro: Bază de date guvernamentală
ru: Государственная база данных
sl: Vladna zbirka podatkov
sq: Bazë qeveritare të dhënash
sr: Владина база података
sw: Hifadhidata ya Serikali
tr: Hükümet Veritabanı
uk: Урядова база даних

source: Notes
ar: ملاحظات
bg: Бележки
de: Anmerkungen
es: Notas
hr: Bilješke
hu: Megjegyzések
mk: Белешки
pt: Anotações
ro: Note
ru: Комментарии
sl: Opombe
sq: Shënime
sr: Напомене
sw: Vidokezo
tr: Notlar
uk: Примітки

source: Blog Post
ar: مشاركة مدونة
bg: Публикация в блог
fr: Article de blog
hr: Post na blogu
hu: Blogbejegyzés
mk: Објава на блог
pt: Postagem do Blog
ro: Postare pe blog
ru: Сообщение в блоге
sl: Objava v spletnem dnevniku
sq: Postim blogu
sr: Пост на блогу
sw: Chapisho la Blogu
tr: Blog Yayını
uk: Публікація блогу

source: YouTube Video Url
ar: عنوان Url لمقطع فيديو على YouTube
bg: URL адрес на видеоклип в YouTube
fr: URL de vidéo YouTube
hr: URL videozapisa na usluzi YouTube
hu: YouTube-videó URL-címe
mk: УРЛ на видео на YouTubе
pt: URL do vídeo no YouTube
ro: Adresa URL a videoclipului YouTube
ru: Ссылка на видео YouTube
sl: URL videa na YouTubu
sq: Url-ja e videos në YouTube
sr: URL YouTube видеа
sw: Url ya video ya YouTube
tr: YouTube Video URL'si
uk: URL-адреса відео YouTube

source: Email Address
ar: عنوان البريد الإلكتروني
bg: Имейл адрес
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
hr: E-adresa
hu: E-mail cím
mk: Адреса на е-пошта
pt: Endereço de e-mail
ro: Adresă de e-mail
ru: Адрес электронной почты
sl: E-poštni naslov
sq: Adresa e postës elektronike
sr: Адреса е-поште
sw: Anwani ya Barua pepe
tr: E-posta Adresi
uk: Електронна адреса

source: Phone Number
ar: رقم الهاتف
bg: Телефонен номер
de: Telefonnummer
es: Teléfono
fr: N° de téléphone
hr: Telefonski broj
hu: Telefonszám
mk: Телефонски број
pt: Telefone
ro: Număr de telefon
ru: Номер телефона
sl: Telefonska številka
sq: Numri i telefonit
sr: Број телефона
sw: Nambari ya Simu
tr: Telefon Numarası
uk: Номер телефону

source: Organization Membership
ar: عضوية المنظمة
bg: Членство в организация
de: Mitgliedschaft in Organisation
fr: Appartenance à une organisation
hr: Članstvo u organizaciji
hu: Szervezeti tagság
mk: Членство во организација
pt: Associação da organização
ro: Apartenență la o organizație
ru: Членство в организации
sl: Članstvo v organizaciji
sq: Anëtarësia e organizatës
sr: Чланство у организацији
sw: Uanachama wa Shirika
tr: Kuruluş Üyeliği
uk: Членство в організації

source: Anything else you would like to tell us
ar: أي شيء آخر تود إخبارنا به
bg: Нещо друго, което искате да ни кажете
de: Möchten Sie uns noch etwas mitteilen?
es: Alguna otra cosa que nos desea decir
fr: Toute autre information dont vous souhaiteriez nous faire part
hr: Ostale informacije koje nam želite poslati
hu: Egyéb, amit meg szeretne osztani velünk
mk: Нешто друго што би сакале да ни кажете
pt: Outras informações que deseja adicionar
ro: Orice altceva doriți să ne spuneți
ru: Дополнительные сведения
sl: Kar koli drugega, kar nam želite sporočiti
sq: Ndonjë gjë tjetër që dëshironi të na tregoni
sr: Друге ствари које желите да нам кажете
sw: Kitu kingine chochote ambacho ungependa kutuambia
tr: Bize söylemek istediğiniz başka bir şey var mı?
uk: Додаткова інформація, яку ви хочете надати

source: Yes
ar: نعم
bg: Да
de: Ja
es: Aprobado
fr: Oui
hr: Da
hu: Igen
mk: Да
pt: Sim
ro: Da
ru: Да
sl: Da
sq: Po
sr: Да
sw: Ndiyo
tr: Evet
uk: Так

source: No
ar: لا
bg: Не
de: Nein
fr: Non
hr: Ne
hu: Nem
mk: Не
pt: Não
ro: Nu
ru: Нет
sl: Ne
sq: Jo
sr: Не
sw: La
tr: Hayır
uk: Ні

source: Your Account Request was received
ar: تم استلام طلب الحساب
bg: Заявката ви за профил бе получена
de: Ihr Kontoantrag ist eingegangen.
fr: Votre demande de compte a été reçue.
hr: Primili smo vaš zahtjev za račun
hu: A fiókkérelme megérkezett
mk: Вашето барање за сметка е примено
pt: Sua solicitação de conta foi recebida
ro: S-a primit solicitarea de cont
ru: Ваш запрос на создание аккаунта получен
sl: Vaš zahtevek za račun je bil sprejet
sq: Kërkesa juaj për krijim llogarie u pranua
sr: Примили смо захтев за ваш налог
sw: Ombi lako la Akaunti limepokelewa
tr: Hesap Talebiniz alındı
uk: Ваш запит на обліковий запис отримано

source: An Account Request was received
ar: تم استلام طلب حساب
bg: Получена бе заявка за профил
de: Ein Kontoantrag ist eingegangen.
fr: Une demande de compte a été reçue.
hr: Primljen je zahtjev za račun
hu: Fiókkérelem érkezett
mk: Примено е барање за сметка
pt: Uma solicitação de conta foi recebida
ro: S-a primit o solicitare de cont
ru: Запрос на создание аккаунта получен
sl: Prejet je bil zahtevek za račun
sq: Një kërkesë për krijim llogarie u pranua
sr: Примили смо захтев за налог
sw: Ombi la Akaunti limepokelewa
tr: Bir Hesap Talebi alındı
uk: Запит на обліковий запис отримано

source: An update to your Account Request
ar: تحديث على طلب الحساب
bg: Актуализация на заявката ви за профил
de: Aktualisierung Ihres Kontoantrags
es: No
fr: Mise à jour de votre demande de compte
hr: Ažuriranje vašeg zahtjeva za račun
hu: Fiókkérelmének frissítése
mk: Ажурирање на вашето барање за сметка
pt: Uma atualização na sua solicitação de conta
ro: O actualizare a solicitării de cont
ru: Сведения о вашем запросе на создание аккаунта
sl: Posodobitev zahtevka za račun
sq: Një përditësim i kërkesës suaj për krijim llogarie
sr: Ажурирање захтева за ваш налог
sw: Sasisho la Ombi la Akaunti yako
tr: Hesap Talebinizde güncelleme
uk: Оновлення щодо вашого запиту на обліковий запис

source: Industry
ar: المجال
bg: Отрасъл
de: Branche
es: Industria
fr: Secteur
hr: Djelatnost
hu: Iparág
mk: Индустрија
pt: Setor
ro: Domeniu
ru: Отрасль
sl: Panoga
sq: Industria
sr: Делатност
sw: Tasnia
tr: Sektör
uk: Галузь

source: Other Industry
ar: مجال آخر
bg: Друг отрасъл
de: Weitere Branche
fr: Autre secteur
hr: Druga djelatnost
hu: Egyéb iparág
mk: Друга индустрија
pt: Outros setores
ro: Alt domeniu
ru: Другое
sl: Druga panoga
sq: Industri tjetër
sr: Секундарна делатност
sw: Tasnia Nyingine
tr: Diğer Sektörler
uk: Інша галузь

source: Name of Employer
ar: اسم صاحب العمل
bg: Име на работодателя
de: Name des Arbeitgebers
fr: Nom de l'employeur
hr: Ime poslodavca
hu: Munkáltató neve
mk: Име на работодавачот
pt: Nome do empregador
ro: Numele angajatorului
ru: Работодатель
sl: Ime delodajalca
sq: Emri i punëdhënësit
sr: Име послодавца
sw: Jina la Mwajiri
tr: İşverenin Adı
uk: Ім’я роботодавця

source: Position / Job Title
ar: المنصب / المسمى الوظيفي
bg: Позиция/длъжност
de: Position/Berufsbezeichnung
fr: Poste/Fonction
hr: Položaj/zanimanje
hu: Pozíció / beosztás
mk: Позиција / Работно место
pt: Cargo/título
ro: Post/Titlul postului
ru: Должность
sl: Ime pozicije/delovnega mesta
sq: Pozicioni/Titulli i punës
sr: Позиција/радно место
sw: Nafasi / Cheo
tr: Pozisyon / İş Unvanı
uk: Посада

source: Interests
ar: الاهتمامات
bg: Интереси
de: Interessen
fr: Intérêts
hr: Interesi
hu: Érdeklődés
mk: Интереси
pt: Interesses
ro: Interese
ru: Интересы
sl: Zanimanja
sq: Interesat
sr: Интересовања
sw: Yanayokuvutia
tr: İlgi Alanları
uk: Інтереси

source: Expertise
ar: الخبرة
bg: Компетентност
de: Erfahrung
hr: Stručnost
hu: Szakterület
mk: Стручност
pt: Especialidade
ro: Competențe
ru: Профессиональные знания и навыки
sl: Strokovno znanje
sq: Ekspertiza
sr: Стручна област
sw: Utaalamu
tr: Uzmanlık
uk: Кваліфікація

source: Languages
ar: اللغات
bg: Езици
de: Sprachen
fr: Langues
hr: Jezici
hu: Nyelvek
mk: Јазици
pt: Idiomas
ro: Limbi
ru: Языки
sl: Jeziki
sq: Gjuhët
sr: Језици
sw: Lugha
tr: Diller
uk: Мови

source: Availability
ar: مدى التوفر
bg: Кога сте на разположение
de: Verfügbarkeit
es: Accesibilidad
fr: Disponibilité
hr: Dostupnost
hu: Elérhetőség
mk: Достапност
pt: Disponibilidade
ro: Disponibilitate
ru: Когда к вам можно обращаться
sl: Razpoložljivost
sq: Vlefshmëria
sr: Доступност
sw: Upatikanaji
tr: Kullanılabilirlik
uk: Доступність

source: Own Databases
ar: قواعد البيانات الخاصة
bg: Собствени бази от данни
de: Eigene Datenbanken
fr: Propres bases de données
hr: Vlastite baze podataka
hu: Saját adatbázisok
mk: Сопствени бази на податоци
pt: Tem bancos de dados
ro: Baze de date proprii
ru: Собственные базы данных
sl: Lastne zbirke podatkov
sq: Bazat vetjake të të dhënave
sr: Сопствене базе података
sw: Hifadhidata yako Mwenyewe
tr: Kendi Veritabanları
uk: Власні бази даних
