Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Restrictions / Conflicts of Interest
ar: القيود / تضارب المصالح
bg: Ограничения/конфликти на интереси
de: Beschränkungen/Interessenkonflikte
fr: Restrictions/Conflits d'intérêt
hr: Ograničenja/sukobi interesa
hu: Korlátozások / összeférhetetlenség
mk: Ограничувања / Судир на интереси
pt: Restrições/conflitos de interesse
ro: Restricții/Conflicte de interese
ru: Ограничения/конфликт интересов
sl: Omejitve/nasprotja interesov
sq: Kufizimet/Konfliktet e interesit
sr: Ограничења/сукоби интереса
sw: Vikwazo / Mgongano wa nia
tr: Kısıtlamalar / Çıkar Çatışmaları
uk: Обмеження чи конфлікт інтересів

source: Investigative Dashboard
ar: لوحة بيانات استقصائية
mk: Контролна табла за истражување
sq: Paneli Hetimor
sw: Dashibodi ya Upelelezi

source: This field is required.
ar: هذا الحقل مطلوب.
bg: Това поле е задължително.
de: Pflichtfeld
es: Este campo es requerido.
fr: Ce champ est obligatoire.
hr: Polje je obavezno.
hu: Kötelező mező.
mk: Ова поле е задолжително.
pt: Este campo é obrigatório.
ro: Câmpul este obligatoriu.
ru: Это поле является обязательным.
sl: To polje je obvezno.
sq: Kjo fushë është e detyrueshme për t'u plotësuar.
sr: Ово поље је обавезно.
sw: Sehemu hii inahitajika.
tr: Bu alan gereklidir.
uk: Це обов’язкове поле.

source: Not a valid choice
ar: ليس اختيارًا صالحًا
bg: Не е валиден избор
de: Keine gültige Auswahl
es: No es una opción válida
fr: Ce choix n'est pas valide.
hr: Nije valjan odabir
hu: Érvénytelen választás
mk: Неважечки избор
pt: Não é uma escolha válida
ro: Nu este o opțiune validă
ru: Недопустимое значение
sl: Ni veljavna izbira
sq: Zgjedhje e pavlefshme
sr: Ово није важећи избор
sw: Si uchaguzi halali
tr: Geçerli bir seçim değil
uk: Недійсний вибір

source: Not a valid list
ar: ليست قائمة صالحة
bg: Не е валиден списък
de: Keine gültige Liste
es: No es una lista válida
fr: Cette liste n'est pas valide.
hr: Nije valjan popis
hu: Érvénytelen lista
mk: Неважечки список
pt: Não é uma lista válida
ro: Nu este o listă validă
ru: Недопустимый список
sl: Ni veljaven seznam
sq: Listë e pavlefshme
sr: Ово није важећа листа
sw: Si orodha halali
tr: Geçerli bir liste değil
uk: Недійсний список

source: Not a valid integer list
ar: ليست قائمة أعداد صحيحة صالحة
bg: Не е валиден списък с цели числа
de: Keine gültige Ganzzahlliste
es: No es una lista completa válida
fr: Cette liste d'entiers n'est pas valide.
hr: Nije valjan popis cijelih brojeva
hu: Érvénytelen listaérték
mk: Неважечки список на природни броеви
pt: Não é uma lista inteira válida
ro: Nu este o listă de numere întregi valide
ru: Необходимо ввести последовательность целых чисел
sl: Ni veljaven seznam celih števil
sq: Listë numërore e pavlefshme
sr: Ово није важећа листа целобројних вредности
sw: Si orodha halali ya nambari kamili
tr: Geçerli bir tam sayı listesi değil
uk: Недійсний список цілих чисел

source: Error connecting to Google Drive.
ar: خطأ في الاتصال بـ Google Drive.
bg: Грешка при свързването с Google Диск.
de: Fehler beim Verbinden mit Google Drive
es: Error conectando a Google Drive.
fr: Erreur lors de la connexion à Google Drive.
hr: Pogreška prilikom povezivanja s Google diskom.
hu: Hiba a Google Drive-hoz történő kapcsolódás során.
mk: Грешка при поврзување со Google Drive.
pt: Erro ao conectar ao Google Drive
ro: Eroare la conectarea la Google Drive.
ru: Не удалось подключиться к Google Диску
sl: Pri povezovanju s storitvijo Google Drive je prišlo do napake.
sq: Pati një gabim gjatë lidhjes me Diskun e Google.
sr: Грешка при повезивању са Google диском.
sw: Hitilafu wakati wa kuunganisha kwenye Hifadhi ya Google.
tr: Google Drive'a bağlanırken hata oluştu.
uk: Помилка під’єднання до Диска Google.

source: Error refreshing Google Drive access token.
ar: خطأ في تحديث رمز الدخول المميز إلى Google Drive.
bg: Грешка при опресняването на означението за достъп до Google Диск.
de: Fehler beim Aktualisieren des Google Drive-Zugriffs-Tokens
es: Error refrescando el token de acceso del Google Drive.
fr: Erreur lors de l'actualisation du jeton d'accès à Google Drive.
hr: Pogreška prilikom osvježavanja pristupnog tokena za Google disk.
hu: Hiba a Google Drive hozzáférési token frissítése során.
mk: Грешка при освежување знак за пристап кон Google Drive.
pt: Erro ao atualizar o token de acesso do Google Drive
ro: Eroare la actualizarea indicativului de acces Google Drive.
ru: Не удалось обновить токен доступа Google Диска
sl: Pri osveževanju žetona za dostop do storitve Google Drive je prišlo do napake.
sq: Pati një gabim gjatë rivendosjes së kodit qasës në Diskun e Google.
sr: Грешка при освежавању токена за приступ Google диску.
sw: Hitilafu ya kuonyesha upya tokeni ya Upatikanaji wa Hifadhi ya Google.
tr: Google Drive erişim kodu yenilenirken hata oluştu.
uk: Помилка оновлення маркера доступу до Диска Google.

source: Your Google Drive private key must be in "PEM" format.
ar: يجب أن يكون مفتاحك الخاص لـ Google Drive بتنسيق "PEM".
bg: Частният ви ключ за Google Диск трябва да е във формат PEM.
de: Ihr privater Google Drive-Schlüssel muss das Format "PEM" aufweisen.
es: Su llave privada de Google Drive debe ser en formato"PEM".
fr: Votre clé privée pour Google Drive doit être au format "PEM".
hr: Vaš privatni ključ za Google disk mora biti u "PEM" formatu.
hu: A titkos Google Drive-kulcsnak \„PEM\” formátumban kell lennie.
mk: Вашиот приватен клуч за Google Drive мора да биде во формат "PEM".
pt: Sua chave privada do Google Drive precisa ser no formato "PEM".
ro: Cheia privată Google Drive trebuie să fie în format „PEM”.
ru: Ваш секретный ключ Google Диска должен иметь формат "PEM".
sl: Vaš zasebni ključ za Google Drive mora biti v obliki "PEM".
sq: Çelësi juaj privat i Diskut të Google duhet të jetë në formatin "PEM".
sr: Приватни кључ за Google диск мора да буде у формату „PEM“.
sw: Ufunguo wako wa faragha wa Hifadhi ya Google lazima uwe wa muundo wa "PEM".
tr: Google Drive özel anahtarınız "PEM" biçiminde olmalıdır.
uk: Секретний ключ для Диска Google має бути у форматі "PEM".

source: Error refreshing Google Drive access token. Check your settings and try again.
ar: خطأ في تحديث رمز الدخول المميز إلى Google Drive. تحقق من إعداداتك وحاول مرة أخرى.
bg: Грешка при опресняването на означението за достъп до Google Диск. Проверете настройките си и опитайте отново.
de: Fehler beim Aktualisieren des Google Drive-Zugriffs-Tokens. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.
es: Error refrescando el Google Drive access token. Revise sus entradas y trate" "nuevamente.
fr: Erreur lors de l'actualisation du jeton d'accès à Google Drive. Veuillez vérifier vos paramètres et réessayer.
hr: Pogreška prilikom osvježavanja pristupnog tokena za Google disk. Provjerite postavke i pokušajte ponovo.
hu: Hiba a Google Drive hozzáférési token frissítése során. Ellenőrizze beállításait, majd próbálja újra.
mk: Грешка при освежување знак за пристап кон Google Drive. Проверете ги вашите подесувања и обидете се повторно.
pt: Erro ao atualizar o token de acesso do Google Drive. Confira suas configurações e tente novamente.
ro: Eroare la actualizarea indicativului de acces Google Drive. Verificați setările și încercați din nou.
ru: Не удалось обновить токен доступа Google Диска. Проверьте настройки и повторите попытку.
sl: Pri osveževanju žetona za dostop do storitve Google Drive je prišlo do napake. Preverite nastavitve in poskusite znova.
sq: Pati një gabim gjatë rivendosjes së kodit qasës në Diskun e Google. Kontrolloni cilësimet tuaja dhe provoni sërish.
sr: Грешка при освежавању токена за приступ Google диску. Проверите подешавања и покушајте поново.
sw: Hitilafu ya kuonyesha upya tokeni za kufikia Hifadhi ya Google. Angalia mipangilio yako na ujaribu tena.
tr: Google Drive erişim kodu yenilenirken hata oluştu. Ayarlarınızı kontrol edin ve tekrar deneyin.
uk: Помилка оновлення маркера доступу до Диска Google. Перевірте налаштування та повторіть спробу.

source: Error connecting to Google Groups.
ar: خطأ في الاتصال بمجموعات Google.
bg: Грешка при свързването с Google Групи.
de: Fehler beim Verbinden mit Google Groups
es: Error conectando a los grupos de Google.
fr: Erreur lors de la connexion à Google Groupes.
hr: Pogreška prilikom povezivanja s Google grupama.
hu: Hiba a Google Csoportokhoz történő kapcsolódás során.
mk: Грешка при поврзување со Google Groups.
pt: Erro ao conectar aos Grupos do Google.
ro: Eroare la conectarea la Grupuri Google.
ru: Не удалось подключиться к Google Группам
sl: Pri povezovanju z Google Skupinami je prišlo do napake.
sq: Pati një defekt gjatë lidhjes me Grupet e Google.
sr: Грешка при повезивању са Google групама.
sw: Hitilafu ya kuunganisha kwenye Makundi ya Google.
tr: Google Grupları'na bağlanırken hata oluştu.
uk: Помилка під’єднання до Груп Google.

source: Your private key must be in "PEM" format.
ar: يجب أن يكون مفتاحك الخاص بتنسيق "PEM\.
bg: Частният ви ключ трябва да е във формат PEM.
de: Ihr privater Schlüssel muss das Format "PEM" aufweisen.
es: Su llave privada debe ser en formato "PEM".
fr: Votre clé privée doit être au format "PEM".
hr: Vaš privatni ključ mora biti u "PEM" formatu.
hu: A titkos kulcsnak \„PEM\” formátumban kell lennie.
mk: Вашиот приватен клуч мора да биде во формат "PEM".
pt: Sua chave privada precisa ser no formato "PEM".
ro: Cheia privată trebuie să fie în formatul „PEM”.
ru: Ваш секретный ключ должен иметь формат "PEM".
sl: Vaš zasebni ključ mora biti v obliki "PEM".
sq: Çelësi juaj privat duhet të jetë në formatin "PEM".
sr: Приватни кључ мора да буде у формату „PEM“.
sw: Ufunguo wako wa faragha lazima uwe wa muundo wa "PEM".
tr: Özel anahtarınız "PEM" biçiminde olmalıdır.
uk: Секретний ключ має бути у форматі "PEM".

source: Error refreshing the access token. Check your settings and try again.
ar: خطأ في تحديث رمز الدخول المميز. تحقق من إعداداتك وحاول مرة أخرى.
bg: Грешка при опресняването на означението за достъп. Проверете настройките си и опитайте отново.
de: Fehler beim Aktualisieren des Zugriffs-Tokens. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.
es: Error refrescando el token de acceso. Revise sus entradas y trate nuevamente.
fr: Erreur lors de l'actualisation du jeton d'accès. Veuillez vérifier vos paramètres et réessayer.
hr: Pogreška prilikom osvježavanja pristupnog tokena. Provjerite postavke i pokušajte ponovo.
hu: Hiba a hozzáférési token frissítése során. Ellenőrizze beállításait, majd próbálja újra.
mk: Грешка при освежување знак за пристап. Проверете ги вашите поставувања и обидете се повторно.
pt: Erro ao atualizar o token de acesso. Confira suas configurações e tente novamente.
ro: Eroare la actualizarea indicativului de acces. Verificați setările și încercați din nou.
ru: Не удалось обновить токен доступа. Проверьте настройки и повторите попытку.
sl: Pri osveževanju žetona za dostop je prišlo do napake. Preverite nastavitve in poskusite znova.
sq: Pati një gabim gjatë rivendosjes së kodit qasës. Kontrolloni cilësimet tuaja dhe provoni sërish.
sr: Грешка при освежавању токена за приступ. Проверите подешавања и покушајте поново.
sw: Hitilafu ya kuonyesha upya tokeni za kufikia. Angalia mipangilio yako na ujaribu tena.
tr: Erişim kodu yenilenirken hata oluştu. Ayarlarınızı kontrol edin ve tekrar deneyin.
uk: Помилка оновлення маркера доступу. Перевірте налаштування та повторіть спробу.

source: No entries found.
ar: لم يعثر على إدخالات.
bg: Няма намерени записи.
de: Keine Einträge gefunden
es: No entradas encontradas.
fr: Aucune entrée n'a été trouvée.
hr: Nema unosa.
hu: Nem található bejegyzés.
mk: Не се пронајдени записи.
pt: Nenhuma entrada encontrada.
ro: Nu s-au găsit intrări.
ru: Записей не найдено.
sl: Najden ni bil noben vnos.
sq: Asnjë e dhënë nuk u gjet.
sr: Нема пронађених уноса.
sw: Hakuna maingizo yaliyopatikana.
tr: Hiç giriş bulunamadı.
uk: Записів не знайдено.

source: %(entity)s successfully saved.entity
ar: نجح حفظ %(entity)s.كيان
bg: Обектът „%(entity)s“ бе запазен успешно.entity
de: %(entity)s gespeichert
es: %(entity)s entidad exitosamente salvada
fr: %(entity)s entités ont été enregistrées.
hr: Entitet %(entity)s uspješno je spremljen.entity
hu: %(entity)s elem mentése sikerült.
mk: %(entity)s е успешно зачувано.entity
pt: %(entity) salvas.
ro: %(entity)s a salvat entitatea
ru: Запись %(entity)s сохранена.entity
sl: %(entity)s je bila uspešno saved.entity
sq: %(entity)s u ruajt me sukses.
sr: Ентитети (%(entity)s) су сачувани.entity
sw: %huluki (z)imehifadhiwa.huluki
tr: %(entity)s varlığı başarıyla kaydedildi.entity
uk: Збережено об’єктів: %(entity)s.

source: %(entity)s successfully deleted.entity
ar: نجح حذف %(entity)s.كيان
bg: Обектът „%(entity)s“ бе изтрит успешно.entity
de: %(entity)s gelöscht
es: %(entidad)s entidad exitosamente borrada
fr: %(entity)s entités ont été supprimées.
hr: Entitet %(entity)s uspješno je izbrisan.entity
hu: %(entity)s elem törlése sikerült.
mk: %(entity)s е успешно избришано.entity
pt: %(entity)s excluídas.entity
ro: %(entity)s a șters entitatea
ru: Запись %(entity)s удалена.entity
sl: %(entity)s je bila uspešno deleted.entity
sq: %(entity)s u fshi me sukses.
sr: Ентитети (%(entity)s) су избрисани.entity
sw: % (huluki) zimefutwa.huluki
tr: %(entity)s varlığı başarıyla silindi.entity
uk: Видалено об’єктів: %(entity)s.

source: %(entity)s could not deleted because of %(rel_count)d relationsentity
ar: تعذر حذف %(entity)s بسبب وجود %(rel_count)d علاقة كيان
bg: Обектът „%(entity)s“ не можа да бъде изтрит поради %(rel_count)d отношения.entity
de: %(entity)s konnte wegen %(rel_count)d Beziehungen nicht gelöscht werden.
fr: %(entity)s entités n'ont pu être supprimées en raison de %(rel_count)d entités parentes.
hr: Entitet %(entity)s nije bilo moguće izbrisati zbog %(rel_count)d entiteta odnosa
hu: %(entity) elem törlése %(rel_count)d kapcsolati elem miatt nem sikerült
mk: %(entity)s не може да се избрише поради %(rel_count)d чувствителност на врската.
pt: %(entity)s não puderam ser excluídas devido à relação %(rel_count)d relationsentity
ro: %(entity)s nu a putut fi ștearsă din cauza celor %(rel_count)d legături dintre entități.
ru: Нельзя удалить %(entity)s из-за наличия связей (%(rel_count)d).entity
sl: %(entity)s ni bilo mogoče izbrisati zaradi %(rel_count)d relationsentity
sq: %(entity)s nuk mund të fshihet për shkak të %(rel_count)d marrëdhënieve si subjekt
sr: Није успело брисање %(entity)s ентитета због %(rel_count)d relationsentity
sw: % (huluki) hazikuweza kufutwa kwa sababu ya% (rel_count)d relationsentity
tr: %(rel_count)s relationsentity öğesinden dolayı %(entity)d varlığı silinemedi
uk: Не видалено об’єктів: %(entity)s. Вони мають стільки зв’язків: %(rel_count)d

source: No relationships found. You can create them via other entities.
ar: لم يعثر على علاقات. يمكنك إنشاؤها عن طريق كيانات أخرى.
bg: Няма намерени отношения. Можете да ги създадете чрез други обекти.
de: Keine Beziehungen gefunden. Sie können sie über andere Entitäten erstellen.
es: No relaciones encontradas. Usted las puede crear a través de otras entidades.
fr: Aucune relation n'a été trouvée. Vous pouvez les créer via d'autres entités.
hr: Nema odnosa. Možete ih izraditi putem drugih entiteta.
hu: Nem található kapcsolat. Egyéb elemeken keresztül létrehozhatja azokat.
mk: Не се пронајдени врски. Може да ги создаде преку други ентитети.
pt: Nenhuma relação encontrada. Crie relações por meio de outras entidades.
ro: Nu s-au găsit legături. Le puteți crea din alte entități.
ru: Связей не найдено. Вы можете создать их из других записей.
sl: Najdena niso bila nobena razmerja. Ustvarite jih lahko prek drugih entitet.
sq: Asnjë marrëdhënie nuk u gjet. Ju mund t'i krijoni ato përmes subjekteve të tjera.
sr: Нема пронађених веза. Можете да их направите преко других ентитета.
sw: Hakuna uhusiano uliopatikana. Unaweza kuuunda kupitia huluki nyingine.
tr: Hiç ilişki bulunamadı. Diğer varlıkları kullanarak ilişki oluşturabilirsiniz.
uk: Зв’язків не знайдено. Їх можна створити через інші об’єкти.

source: Relationship with new %(entity_type)s successfully saved.entity_type
ar: نجح حفظ العلاقة التي لها %(entity_type)s جديد.entity_type
bg: Отношението с новия тип „%(entity_type)s“ бе запазено успешно.entity_type
de: Beziehung mit neuem %(entity_type)s gespeichert
fr: La relation avec un nouveau type "%(entity_type)s" a été enregistrée.
hr: Odnos s novom vrstom entiteta %(entity_type)s uspješno je spremljen.entity_type
hu: A kapcsolat mentése az új %(entity_type)s elemekkel sikerült.entity_type
mk: Врската со нов %(entity_type)s е успешно сочувана.entity_type
pt: Relação com novas %(entity_type) salvas.entity_type
ro: Legătura cu noua entitate %(entity_type)s a fost salvată.entity_type
ru: Связь с новым типом записи %(entity_type)s сохранена.entity_type
sl: Razmerje z novo %(entity_type)s je bilo uspešno saved.entity_type
sq: Lidhja me %(entity_type)s u ruajt me sukses.
sr: Веза са новим ентитетима (%(entity_type)s) је сачувана.entity_type
sw: Uhusiano wenye % mpya (entity_type)s imehifadhiwa.entity_type
tr: Yeni varlık türü %(entity_type)s olan ilişki başarıyla kaydedildi.entity_type
uk: Збережено зв’язки зі стількома новими типами об’єктів: %(entity_type)s.

source: No companies found.
ar: لم يعثر على شركات.
bg: Няма намерени компании.
de: Keine Unternehmen gefunden
es: No compañías encontradas.
fr: Aucune entreprise n'a été trouvée.
hr: Nema tvrtki.
hu: Nem találhatók cégek.
mk: Не се пронајдени компании.
pt: Nenhuma empresa encontrada.
ro: Nu s-au găsit companii.
ru: Компании не найдены.
sl: Najdeno ni bilo nobeno podjetje.
sq: Asnjë kompani nuk u gjet.
sr: Нема пронађених компанија.
sw: Hakuna makampuni yaliyopatikana.
tr: Hiç şirket bulunamadı.
uk: Компаній не знайдено.

source: No people found.
ar: لم يعثر على أشخاص.
bg: Няма намерени хора.
de: Keine Personen gefunden
es: No personas encontradas.
fr: Aucune personne n'a été trouvée.
hr: Nema osoba.
hu: Nem találhatók személyek.
mk: Не се пронајдени луѓе.
pt: Nenhuma pessoa encontrada.
ro: Nu s-au găsit persoane.
ru: Люди не найдены.
sl: Najdena ni bila nobena oseba.
sq: Asnjë person nuk u gjet.
sr: Нема пронађених људи.
sw: Hakuna watu waliopatikana.
tr: Hiç kimse bulunamadı.
uk: Людей не знайдено.

source: No locations found.
ar: لم يعثر على مواقع.
bg: Няма намерени местоположения.
de: Keine Standorte gefunden
es: No lugares encontrados.
fr: Aucun lieu n'a été trouvé.
hr: Nema lokacija.
hu: Nem találhatók helyek.
mk: Не се пронајдени локации.
pt: Nenhum local encontrado.
ro: Nu s-au găsit locații.
ru: Места не найдены.
sl: Najdena ni bila nobena lokacija.
sq: Asnjë vendndodhje nuk u gjet.
sr: Нема пронађених локација.
sw: Hakuna maeneo yaliyopatikana.
tr: Hiç konum bulunamadı.
uk: Місць не знайдено.

source: No extra fields found.
ar: لم يعثر على حقول إضافية.
bg: Няма намерени допълнителни полета.
de: Keine zusätzlichen Felder gefunden
es: No campos encontrados.
fr: Aucun champ supplémentaire n'a été trouvé.
hr: Nema dodatnih polja.
hu: Nem találhatók extra mezők.
mk: Не се пронајдени дополнителни полиња.
pt: Nenhum campo adicional encontrado.
ro: Nu s-au găsit câmpuri suplimentare.
ru: Дополнительные поля не найдены.
sl: Najdeno ni bilo nobeno dodatno polje.
sq: Asnjë fushë shtesë nuk u gjet.
sr: Нема пронађених додатних поља.
sw: Hakuna sehemu za ziada zilizopatikana.
tr: Hiç ekstra alan bulunamadı.
uk: Додаткових полів не знайдено.

source: No external databases found.
ar: لم يعثر على قواعد بيانات خارجية.
bg: Няма намерени външни бази от данни.
de: Keine externen Datenbanken gefunden
es: No bases de datos externos encontrados.
fr: Aucune base de données externe n'a été trouvée.
hr: Nema vanjskih baza podataka.
hu: Nem találhatók külső adatbázisok.
mk: Не се пронајдени надворешни бази на податоци.
pt: Nenhum banco de dados externo encontrado.
ro: Nu s-au găsit baze de date externe.
ru: Внешние базы данных не найдены.
sl: Najdena ni bila nobena zunanja zbirka podatkov.
sq: Asnjë bazë e jashtme të dhënash nuk u gjet.
sr: Нема пронађених спољних база података.
sw: Hakuna hifadhidata za nje zilizopatikana.
tr: Hiç harici veritabanı bulunamadı.
uk: Зовнішніх баз даних не знайдено.

source: No account requests found.
ar: لم يعثر على طلبات حساب.
bg: Няма намерени заявки за профили.
de: Keine Kontoanträge gefunden
es: No solicitud de cuenta encontrada.
fr: Aucune demande de compte n'a été trouvée.
hr: Nema zahtjeva za račune.
hu: Nem találhatók fiókkérelmek.
mk: Не се пронајдени барања за сметка.
pt: Nenhuma solicitação de conta encontrada.
ro: Nu s-au găsit solicitări de cont.
ru: Запросы на создание аккаунтов не найдены.
sl: Najden ni bil noben zahtevek za račun.
sq: Asnjë kërkesë për krijim llogarie nuk u gjet.
sr: Нема пронађених захтева за налог.
sw: Hakuna maombi ya akaunti yaliyopatikana.
tr: Hiç hesap talebi bulunamadı.
uk: Запитів на обліковий запис не знайдено.

source: No Users found.
ar: لم يعثر على مستخدمين.
bg: Няма намерени потребители.
de: Keine Nutzer gefunden
es: No usuarios encontrados.
fr: Aucun utilisateur n'a été trouvé.
hr: Nema korisnika.
hu: Nem találhatók felhasználók.
mk: Не се пронајдени корисници.
pt: Nenhum usuário encontrado.
ro: Nu s-au găsit utilizatori.
ru: Пользователи не найдены.
sl: Najden ni bil noben uporabnik.
sq: Asnjë përdorues nuk u gjet.
sr: Нема пронађених корисника.
sw: Hakuna Watumiaji waliopatikana.
tr: Hiç kullanıcı bulunamadı.
uk: Користувачів не знайдено.

source: Request submitted. Our staff will evaluate and respond to your request.
ar: تم إرسال الطلب. سيقيم عاملونا طلبك لموافاتك بالرد.
bg: Заявката е изпратена. Служителите ни ще я прегледат и ще ви отговорят.
de: Anforderung eingereicht. Unsere Mitarbeiter werden Ihre Anforderung auswerten und beantworten.
es: Solicitud entrada. Nuestro staff evaluará y responderá su solicitud.
fr: Demande envoyée. Notre personnel va évaluer votre demande et y donner suite.
hr: Zahtjev je poslan. Naše će osoblje pregledati zahtjev i odgovoriti na njega.
hu: Kérés elküldve. Egyik munkatársunk értékelni fogja azt, majd válaszolni fog kérésére.
mk: Барањето е поднесено. Нашиот персонал ќе го процени и ќе одговори на вашето барање.
pt: Solicitação enviada. Nossa equipe analisará e responderá à sua solicitação.
ro: Solicitarea a fost trimisă. Personalul nostru va evalua solicitarea și vă va răspunde.
ru: Запрос отправлен. Наши сотрудники рассмотрят его и сообщат вам о решении.
sl: Zahtevek je bil poslan. Naše osebje bo ocenilo vašo zahtevek in nanj odgovorilo.
sq: Kërkesa u dorëzua. Stafi ynë do ta vlerësojë dhe do t'i përgjigjet kërkesës suaj.
sr: Послали сте захтев. Наши запослени ће прегледати захтев и одговорити на њега.
sw: Ombi limewasilishwa. Wafanyakazi wetu watalitathmini na kujibu ombi lako.
tr: Talep gönderildi. Çalışanlarımız talebinizi değerlendirip yanıtlayacaktır.
uk: Запит надіслано. Наші працівники розглянуть ваш запит і дадуть відповідь.
