Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: You do not have permission to access this feature or content. If you believe this is an error, please contact an administrator.
ar: لا تتمتع بإذن للوصول إلى هذه الميزة أو المحتوى. إذ كنت ترى ذلك خطئًا، فيرجى الاتصال بأحد المشرفين.
bg: Нямате разрешение за достъп до тази функция или съдържание. Ако смятате, че това е грешка, моля, свържете се с администратор.
de: Sie sind nicht berechtigt, auf diese Funktion oder Inhalte zuzugreifen. Falls Sie der Meinung sind, dass hier ein Fehler vorliegt, wenden Sie sich bitte an einen Administrator.
es: Usted no tiene permiso de asesar esta funcionalidad o contenido. Si usted cree" "esto es un error, por favor contacte a un administrador.
fr: Vous n'êtes pas autorisé à accéder à cette fonctionnalité ou à ce contenu. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter un administrateur.
hr: Nemate dopuštenje za pristup toj značajci ili sadržaju. Ako smatrate da je se radi o pogrešci, obratite se administratoru.
hu: Nincs engedélye a funkció vagy tartalom megnyitásához. Ha úgy gondolja, hogy ezt egy hiba okozza, lépjen kapcsolatba egy adminisztrátorral.
mk: Немате дозвола да пристапите кон оваа карактеристика или содржина. Ако сметате дека ова е грешка, контактирајте го администраторот.
pt: Você não tem permissão para acessar este recurso ou conteúdo. Se você acredita que isso é um erro, entre em contato com um administrador.
ro: Nu aveți permisiunea să accesați această funcție sau acest conținut. În cazul în care considerați că este vorba despre o eroare, contactați un administrator.
ru: Эта функция или информация вам недоступна. Если доступ закрыт по ошибке, сообщите администратору.
sl: Nimate dovoljenja za dostop do te funkcije ali vsebine. Če menite, da je prišlo do napake, se obrnite na skrbnika.
sq: Nuk keni autorizim qasjeje në këtë funksion ose përmbajtje. Nëse besoni se ky është një gabim, ju lutemi kontaktoni një administrator.
sr: Немате дозволу за приступ овој функцији или садржају. Ако сматрате да је у питању грешка, контактирајте администратора.
sw: Huna ruhusa ya kupata kipengele hiki au maudhui. Kama unaamini hii ni hitilafu, tafadhali wasiliana na msimamizi.
tr: Bu özelliğe ya da içeriğe erişmek için izniniz yok. Bunun bir hata olduğunu düşünüyorsanız, lütfen bir yöneticiyle iletişime geçin.
uk: У вас немає дозволу користуватися цією функцією чи вмістом. Якщо ви вважаєте, що це помилка, зв’яжіться з адміністратором.

source: Page Not Found
ar: لم يتم العثور على الصفحة
bg: Страницата не е намерена
de: Seite nicht gefunden
es: Página no encontrada
fr: Page introuvable.
hr: Web-stranica nije pronađena
hu: Az oldal nem található
mk: Страницата не е пронајдена
pt: Página não localizada
ro: Pagina nu a fost găsită
ru: Страница не найдена
sl: Strani ni bilo mogoče najti
sq: Faqja nuk u gjet
sr: Страница није пронађена
sw: Ukurasa Haukupatikana
tr: Sayfa Bulunamadı
uk: Сторінку не знайдено

source: We're sorry, this page is not available. This error has been recorded will be investigated.
ar: معذرة، هذه الصفحة غير متاحة. تم تسجيل هذا الخطأ وسيتم التحقق منه.
bg: За съжаление тази страница не е налице. Грешката е регистрирана и ще бъде проучена.
de: Diese Seite ist nicht verfügbar. Dieser Fehler wurde erfasst und wird untersucht.
es: Lo sentimos, esta página no está disponible. Este error ha sido grabado y seráinvestigado.
fr: Nous sommes désolés, mais cette page n'est pas disponible. Cette erreur a été enregistrée et fera l'objet d'un examen.
hr: Nažalost, web-stranica nije dostupna. Pogreška je zabilježena i bit će istražena.
hu: Sajnáljuk, az oldal nem érhető el. A hibát rögzítettük és kivizsgáljuk.
mk: Извинете, но оваа страница не е достапна. Грешката е забележана и ќе се провери.
pt: Esta página não está disponível. Esse erro foi registrado e será investigado.
ro: Ne pare rău, această pagină nu este disponibilă. Această eroare a fost înregistrată și va fi investigată.
ru: Страница недоступна. Сведения об ошибке сохранены, мы работаем над ее устранением.
sl: Ta stran žal ni na voljo. Napaka je bila zabeležena in bo raziskana.
sq: Ju kërkojmë ndjesë, kjo faqe nuk është në dispozicion. Ky gabim është raportuar dhe do të hetohet.
sr: Жао нам је, ова страница није доступна. Забележили смо ову грешку и испитаћемо је.
sw: Tunasikitika, ukurasa huu haupatikani. Hitilafu hii imewekwa kwenye kumbukumbu na itachunguzwa.
tr: Maalesef bu sayfa mevcut değildir. Bu hata kaydedilmiş olup incelenecektir.
uk: На жаль, ця сторінка недоступна. Ми зареєстрували та вивчатимемо цю помилку.

source: Application Error
ar: خطأ في التطبيق
bg: Грешка в приложението
de: Anwendungsfehler
es: Error de aplicación
fr: Erreur d'application.
hr: Pogreška aplikacije
hu: Alkalmazáshiba
mk: Грешка во апликацијата
pt: Erro no aplicativo
ro: Eroare de aplicație
ru: Ошибка приложения
sl: Napaka aplikacije
sq: Gabim aplikacioni
sr: Грешка у апликацији
sw: Hitilafu ya programu
tr: Uygulama Hatası
uk: Помилка заявки

source: There was an error in the application. This error has been recorded and should be addressed soon.
ar: حدث خطأ في التطبيق، وقد سجل هذا الخطأ وستتم معالجته قريبًا.
bg: Възникна грешка в приложението. Тя бе регистрирана и скоро ще бъде разгледана.
de: In der Anwendung ist ein Fehler aufgetreten. Dieser Fehler wurde erfasst und sollte bald behoben sein.
es: "Hubo un error en la aplicación. Este error ha sido registrado y" "debe ser atendido pronto.
fr: Une erreur s'est produite dans l'application. Ce problème a été enregistré et sera bientôt résolu.
hr: Pojavila se pogreška u aplikaciji. Pogreška je zabilježena i uskoro bi trebala biti riješena.
hu: Az alkalmazásban hiba történt. A hibát rögzítettük, és hamarosan felülvizsgáljuk.
mk: Настана грешка во апликацијата. Грешката е забележана и наскоро треба да се отстрани.
pt: Ocorreu um erro na inscrição. Esse erro foi registrado e será solucionado em breve.
ro: A apărut o eroare în aplicație. Această eroare a fost înregistrată și va fi remediată curând.
ru: В приложении произошла ошибка. Сведения о ней сохранены, мы работаем над ее устранением.
sl: Prišlo je do napake v aplikaciji. Napaka je bila zabeležena in bo kmalu obravnavana.
sq: Pati një gabim në aplikacion. Ky gabim është raportuar dhe do të adresohet së shpejti.
sr: Дошло је до грешке у апликацији. Забележили смо ову грешку и ускоро ћемо је испитати.
sw: Kulikuwa na hitilafu katika ombi. Hitilafu hii imewekwwa kwenye kumbukumbu na lazima ishughulikiwe hivi karibuni.
tr: Uygulamada bir hata oluştu. Bu hata kaydedildi ve kısa sürede ele alınacaktır.
uk: Сталася помилка в заявці. Ми зареєстрували та невдовзі виправимо цю помилку.

source: About Us
ar: من نحن
bg: Всичко за нас
de: Über uns
fr: Qui sommes-nous ?
hr: O nama
hu: Magunkról
mk: За нас
pt: Sobre o Google
ro: Despre noi
ru: О проекте
sl: Vizitka
sq: Rreth nesh
sr: О нама
sw: Kutuhusu
tr: Hakkımızda
uk: Про нас

source: Investigative Dashboard (ID) has been developed by the Organized Crime and Corruption Reporting Project (OCCRP), the world’s leading cross border investigative reporting organization. OCCRP designed Investigative Dashboard as a transnational collaborative effort to help journalists and civil society researchers expose organized crime and corruption around the world. It hosts three core tools: a crowd-sourced database of information and documents on persons of interest and their business connections, a worldwide list of online databases and business registries, and a research desk where journalists can go for help in sourcing hard to find information.
ar: تم تطوير لوحة البيانات الاستقصائية (ID) من قبل مشروع الإبلاغ عن الفساد والجريمة المنظمة (OCCRP)، وهو عبارة عن منظمة عالمية رائدة تتخصص في الإبلاغ الاستقصائي. وقد أعد مشروع OCCRP لوحة البيانات الاستقصائية كأحد المجهودات التعاونية العالمية لمساعدة الصحفيين وباحثي المجتمع المدني في الكشف عن الفساد والجريمة المنظمة في جميع أنحاء العالم. ويشتمل على ثلاث أدوات أساسية هي: قاعدة بيانات يتم جمعها بالتشارك الجماهيري وتتضمن معلومات ومستندات عن أشخاص مهمين وعن اتصالات شركاتهم، وقائمة كبيرة بقواعد البيانات والسجلات التجارية الموجودة على الإنترنت، ومكتب أبحاث يعتمد عليه الصحفيون في جمع المعلومات التي يصعب الوصول إليها.
bg: Проектът Investigative Dashboard (ID) е разработен от Organized Crime and Corruption Reporting Project (OCCRP) – водещата в света международна организация за разследваща журналистика. OCCRP създаде Investigative Dashboard като проект за международно сътрудничество, за да помага на журналисти и разследващи членове на гражданското общество за разкриването на организирана престъпност и корупция в целия свят. Той включва три основни инструмента – база от данни, получена чрез „масово възлагане“ и съдържаща информация и документи за представляващи интерес лица и бизнес връзките им, списък с онлайн бази от данни и фирмени регистри от целия свят и бюро за проучвания, където журналистите могат да получат помощ при намирането на труднодостъпна информация.
de: Das Investigative Dashboard (ID) wurde vom Organized Crime and Corruption Reporting Project (OCCRP) entwickelt, der weltweit führenden Organisation für grenzüberschreitende investigative Berichterstattung. OCCRP schuf das Investigative Dashboard als länderübergreifendes Kooperationsinstrument, um Journalisten und zivilgesellschaftliche Rechercheure bei der Aufdeckung von organisiertem Verbrechen und Korruption auf der ganzen Welt zu unterstützen. Es vereint drei zentrale Tools in sich: eine Crowd-Sourcing-Datenbank mit Informationen und Dokumenten zu Personen von Interesse und deren geschäftlichen Verbindungen, eine weltweite Liste von Onlinedatenbanken und Unternehmensregistern sowie ein Research Desk, über das Journalisten Hilfe bei der Beschaffung von schwer auffindbaren Informationen erhalten können.
fr: L'Investigative Dashboard a été mis au point dans le cadre de l'OCCRP (Organized Crime and Corruption Reporting Project), la principale organisation mondiale de journalistes d'investigation. L'OCCRP a conçu cet outil dans le but d'aider, sur le plan international, les journalistes et chercheurs de la société civile à dénoncer la corruption et le crime organisé dans le monde. Ce tableau de bord héberge trois outils principaux : une base de données fondée sur le crowdsourcing comprenant les informations et documents relatifs aux personnes d'intérêt et à leurs relations commerciales, une liste mondiale des registres commerciaux et bases de données en ligne, et un bureau de recherche auquel les journalistes peuvent s'adresser pour se faire aider dans le cadre de leurs recherches.
hr: Platformu Investigative Dashboard (ID, hrv. Istraživačka ploča) razvila je organizacija Organized Crime and Corruption Reporting Project (OCCRP, hrv. Projekt izvješćivanja o organiziranom kriminalu i korupciji), vodeća svjetska organizacija za međunarodno istraživačko novinarstvo. Organizacija OCCRP osmislila je Investigative Dashboard kao međunacionalni zajednički pothvat koji će pomoći novinarima i istraživačima iz civilnog društva razotkriti organizirani kriminal i korupciju širom svijeta. Nudi tri osnovna alata: bazu podataka iz masovnih izvora s informacijama i dokumentima o osobama od interesa i njihovima poslovnim vezama, popis mrežnih baza podatka i registara tvrtki iz čitavog svijeta te istraživački pult na kojem novinari mogu potražiti pomoć za pronalaženje informacija do kojih je teško doći.
hu: Az Investigative Dashboard (Oknyomozói Irányítópult, ID) a Szervezett Bűnözést és a Korrupciót Feltáró Projekt (Organized Crime and Corruption Reporting Project, OCCRP) fejlesztése, amely a világ vezető, határokon átívelő oknyomozói feltáró szervezete. Az OCCRP egy nemzetközi közreműködési törekvésként hozta létre az ID-t, amely segíti az újságírókat és a civil társadalomkutatókat a szervezett bűnözés és korrupció leleplezésében szerte a világon. A rendszer három fő eszközt tartalmaz: egy felhasználóktól származó adatbázis információkkal és dokumentumokkal az érdekelt személyekről és üzleti kapcsolataikról, az internetes adatbázisok és üzleti nyilvántartások világméretű listáját, valamint egy kutatói platformot, ahol az újságírók segítséget kérhetnek a nehezen megtalálható információk keresésében.
mk: Контролната табла за истражување (ИД) е развиена од страна на Проектот за известување за организиран криминал и корупција (OCCRP), водечка светска организација за истражувачкото новинарство надвор од границите. OCCRP ја осмисли контролната табла за истражување како транснационален заеднички напор да им помогне на новинарите и истражувачите од граѓанското општество да ги разоткријат организираниот криминал и корупцијата насекаде во светот. Се состои од три основни алатки: база на податоци на информации и документи за лицата од интерес и нивните деловни врски составена со анонимно собирање информации од разни извори; список на онлајн бази на податоци и деловни регистри насекаде во светот и биро за истражување што новинарите може да го посетат со цел да им помогне да дојдат до тешко достапни информации.
pt: O Investigative Dashboard (ID) foi desenvolvido pelo Projeto de denúncias de corrupção e crime organizado (OCCRP), a organização mundial líder em jornalismo investigativo. O OCCRP projetou o Investigative Dashboard como um esforço colaborativo transnacional para ajudar jornalistas e pesquisadores da sociedade civil a exporem o crime organizado e a corrupção ao redor do mundo. Ele hospeda três ferramentas principais: um banco de dados mantido por usuários com informações e documentos de pessoas e suas ligações comerciais, uma lista internacional de bancos de dados on-line e registros comerciais, um setor de pesquisas em que jornalistas podem solicitar ajuda para procurar fontes de informações difíceis de encontrar.
ro: Investigative Dashboard (ID) a fost dezvoltat de Organized Crime and Corruption Reporting Project (OCCRP), cea mai importantă organizație dedicată jurnalismului investigativ transfrontalier din lume. OCCRP a creat Investigative Dashboard ca mijloc de colaborare transfrontalier menit să îi ajute pe jurnaliștii și pe investigatorii în domeniul societății civile să demaște rețelele de crimă organizată și corupție din întreaga lume. În acesta se regăsesc trei instrumente esențiale: o bază de date de crowdsourcing cu informații și documente despre persoane de interes și despre legăturile acestora în afaceri, o listă mondială cu baze de date online și registre comerciale și un birou de investigații căruia i se pot adresa jurnaliștii pentru asistență privind obținerea unor informații dificil de aflat.
ru: Онлайн-ресурс Investigative Dashboard был создан Центром по исследованию коррупции и организованной преступности (OCCRP), крупнейшей в мире организацией по сбору информации о международных правонарушениях. Этот международный проект призван помогать журналистам и представителям общественных организаций разных стран выявлять и расследовать случаи организованной преступности и коррупции. В рамках Investigative Dashboard предлагаются три основных инструмента: 1) созданная и поддерживаемая на основе краудсорсинга база данных, в которой содержатся документы и сведения о подозреваемых и их деловых связях, 2) список баз данных в Интернете и реестров юридических лиц во всех странах мира и 3) исследовательский совет, к которому журналисты могут обратиться за труднодоступной информацией.
sl: Platforma Investigative Dashboard (ID) je bila razvita v okviru Projekta za poročanje o organiziranem kriminalu in korupciji (OCCRP, Organized Crime and Corruption Reporting Project), tj. vodilna organizacija za čezmejno preiskovalno novinarstvo na svetu. OCCRP je zasnoval Investigative Dashboard kot nadnacionalni projekt sodelovanja, s katerim želi pomagati novinarjem in raziskovalcem civilne družbe razkriti organizirani kriminal in korupcijo po vsem svetu. Omogoča dostop do treh temeljnih orodij: zbirke informacij in dokumentov na podlagi informacij, ki jih predloži širša javnost, o osebah, ki bi lahko zanimale raziskovalce in novinarje, in njihovih poslovnih povezavah, seznama svetovnih spletnih zbirk podatkov in poslovnih registrov ter raziskovalnega mesta, kjer lahko novinarji poiščejo pomoč pri iskanju virov težko dostopnih informacij.
sq: Paneli Hetimor (ID) është zhvilluar nga Projekti i Denoncimit të Krimit të Organizuar dhe Korrupsionit (OCCRP), organizata prijëse në botë mbi hetimin ndërkufitar. OCCRP e ka projektuar Panelin Hetimor si një përpjekje të përbashkët ndërshtetërore për të ndihmuar gazetarët dhe hulumtuesit e shoqërisë civile të zbulojnë aktivitete të krimit të organizuar dhe korrupsionit nëpër botë. Ai përbëhet nga tre mjete kryesore: një bazë të dhënash informacionesh dhe dokumentesh për persona të dyshuar dhe lidhjet e tyre me biznesin, një listë mbarëbotërore bazash të dhënash në internet dhe regjistrash biznesi, si dhe një zyrë hulumtuese ku gazetarët mund të shkojnë për ndihmë mbi informacionet burimore të vështira për t'u gjetur.
sr: Пројекат Investigative Dashboard (ID) је развијен у оквиру Пројекта за пријављивање организованог криминала и корупције (OCCRP), водеће светске међународне организације за истраживачко новинарство. OCCRP је дизајнирао пројекат Investigative Dashboard да би кроз међународну сарадњу помогао новинарима и истраживачима из грађанских друштава да открију организовани криминал и корупцију широм света. Он хостује три кључне алатке: базу података којој доприносе корисници и која садржи информације и документацију о важним особама и њиховим пословним контактима, светску листу онлајн база података и пословних регистара, као и истраживачки одсек у коме новинари могу да потраже помоћ да би пронашли изворе тешко доступних информација.
tr: Investigative Dashboard (ID) dünyanın önde gelen, sınırlar ötesi çalışan araştırma raporlama kuruluşu Organize Suç ve Yolsuzluk Bildirme Projesi (OCCRP) tarafından geliştirilmiştir. OCCRP, Investigative Dashboard uluslar ötesi bir işbirliği girişimi olarak, gazeteci ve sivil toplum kuruluşu araştırmacılarının dünyanın dört bir yanındaki organize suç ve yolsuzlukları ortaya çıkarmalarına yardımcı olmak üzere geliştirdi. İlgili kişiler ve onların ticari bağlantılarıyla ilgili kitle kaynaklı oluşturulmuş bilgi ve belgeler, çevrimiçi veritabanları ve işletme kayıtlarından oluşan dünya genelinde bir liste ve gazetecilerin bulunması zor bilgilere ulaşmak için başvurabilecekleri bir araştırma masasından oluşan üç temel aracı barındırır.
uk: Проект Investigative Dashboard (ID) розробила провідна міжнародна організація з відстеження організованої злочинності та корупції OCCRP, яка займається розслідуваннями та складанням звітів. Investigative Dashboard – це спільний міжнародний проект, покликаний допомогти журналістам і громадським дослідникам викривати організовану злочинність і корупцію в усьому світі. Вона пропонує три основні інструменти: створену спільнотою базу документів і даних про осіб, які викликають зацікавленість, і їхні ділові зв’язки; глобальний список онлайнових баз даних і реєстрів компаній; відділ досліджень, куди журналісти можуть звернутися по допомогу в пошуку інформації, яку важко знайти.
