Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: Staff Responders
ar: المستجيبون العاملون
bg: Отговарящи служители
de: Antwortende Mitarbeiter
fr: Intervenants membres du personnel
hr: Osoblje koje odgovara na zahtjev
hu: Válaszadó munkatársak
mk: Членови на персоналот кои одговараат
pt: Respondentes da equipe
ro: Respondenți din personal
ru: Сотрудники, ответственные за обработку заявки
sl: Odzivni člani osebja
sq: Kthyesit e përgjigjes
sr: Запослени задужени за одговоре
sw: Wafanyakazi Wanaotoa majibu
tr: Yanıtlayan Çalışan
uk: Працівники-відповідачі

source: Assign Volunteer Researcher(s)
ar: تعيين باحثين متطوعين
bg: Възлагане на проучването на доброволец или съответно доброволци
de: Freiwillige(n) Rechercheur(e) zuweisen
fr: Assigner à un ou plusieurs chercheurs volontaires
hr: Dodjela istraživača volontera
hu: Jelöljön ki önkéntes kutató(ka)t
mk: Назначете волонтер или волонтери за истражување
pt: Atribuir pesquisadores voluntários
ro: Atribuiți investigatori voluntari
ru: Назначить исследователей-волонтеров
sl: Dodeli prostovoljnega raziskovalca(-ce)
sq: Cakto hulumtuesin vullnetar
sr: Додели волонтере истраживаче
sw: Wape Watafiti wa Kujitolea
tr: Gönüllü Araştırmacı(lar) atayın
uk: Призначити дослідників-волонтерів

source: Volunteer Responders
ar: المستجيبون المتطوعون
bg: Отговарящи доброволци
de: Freiwillige Antwortende
fr: Intervenants volontaires
hr: Volonteri koji odgovaraju na zahtjev
hu: Önkéntes válaszadók
mk: Волонтери кои одговараат на барања
pt: Respondentes voluntários
ro: Respondenți voluntari
ru: Волонтеры, ответственные за обработку заявки
sl: Prostovoljni odzivni člani
sq: Vullnetari-kthyes i përgjigjes
sr: Волонтери задужени за одговоре
sw: Watoa Majibu wa Kujitolea
tr: Yanıtlayan Gönüllüler
uk: Волонтери-відповідачі

source: Requester Type
ar: نوع مقدم الطلب
bg: Тип заявител
de: Anforderertyp
es: Tipo de Solicitante
fr: Type de demandeur
hr: Vrsta podnositelja zahtjeva
hu: Kérelmező típusa
mk: Тип барател
pt: Tipo de solicitante
ro: Tip de solicitant
ru: Категория авторов запросов
sl: Vrsta vložnika zahtevka
sq: Lloji i kërkuesit
sr: Тип подносиоца захтева
sw: Aina ya Anayeomba
tr: Talep Türü
uk: Тип автора запиту

source: Flagged
ar: تم وضع علامة
bg: Означено
de: Gemeldet
es: Marcado
fr: Signalé(e)
hr: Označeno
hu: Megjelölve
mk: Означено
pt: Sinalizada
ro: Marcat
ru: Помечено
sl: Označeno z zastavico
sq: Me shenjën e flamurit
sr: Означено је
sw: Imetiwa alama
tr: İşaretli
uk: Позначено

source: Once user issues are dealt with, un-flag the ticket
ar: فور التعامل مع مشكلات المستخدم، أزل العلامة من التذكرة
bg: След решаването на потребителските проблеми премахнете означението на заявката
de: Meldung des Tickets aufheben, sobald Nutzerprobleme behoben wurden
es: Una vez los asuntos del usuario son tratados, deje de marcar el tiquete como urgente
fr: Une fois les problèmes des utilisateurs traités, décochez le dossier.
hr: Kada se problemi korisnika riješe, poništite oznaku na ulaznici
hu: A felhasználói probléma megoldása után távolítsa el a jegy jelölését
mk: Откако е одговорено на прашањата на корисникот, отстранете го знаменцето од барањето за поддршка
pt: Assim que os problemas de usuários forem selecionados, retire a sinalização do tíquete
ro: După ce problemele utilizatorului au primit un răspuns, anulați marcarea tichetului
ru: После того как указанные в этой заявке проблемы будут рассмотрены, снимите отметку
sl: Ko bo uporabnikova prošnja rešena, odstrani zastavico pri listku
sq: Me të trajtuar çështjet e përdoruesve, hiqjani shenjën e flamurit biletës
sr: Када проблеми корисника буду решени, уклоните ознаку са пријаве
sw: Ondoa alama kwenye tiketi mara tu baada ya matatizo ya watumiaji kushughulikiwa
tr: Kullanıcının sorunları giderildiğinde, biletin işaretlemesini kaldırın
uk: Якщо проблеми користувача розглядаються, зніміть позначку біля заявки.

source: Findings Public
ar: النتائج العامة
bg: Обществени резултати
de: Öffentliche Ergebnisse
es: Resultados visibles
fr: Conclusions publiques
hr: Javna otkrića
hu: Az eredmények nyilvánosak
mk: Наоди за јавност
pt: Público de visualizações das descobertas
ro: Rezultate publice
ru: Общедоступность результатов
sl: Ugotovitve – javno
sq: Konkluzionet janë publike
sr: Резултати истраживања су јавни
sw: Matokeo Hadharani
tr: Bulgular Herkese Açık
uk: Загальнодоступні відомості

source: Whether the findings of the ticket should be publicly visible.
ar: إذا كان يتعين ظهور نتائج التذكرة على نطاق عام.
bg: Дали резултатите от заявката трябва да са обществено видими.
de: Legt fest, ob die Ergebnisse in Bezug auf das Ticket öffentlich sichtbar sein sollen.
es: Si los resultados o el tiquete deben ser visibles públicamente.
fr: Si les conclusions du dossier doivent ou non être visibles publiquement.
hr: Trebaju li otkrića ulaznice biti javno vidljiva.
hu: Nyilvánosan láthatók legyenek-e a jegy eredményei.
mk: Дали наодите од барањето за поддршка треба да бидат видливи за јавноста или не.
pt: Definir se as descobertas do tíquete devem ser visíveis publicamente.
ro: Dacă rezultatele aferente tichetului vor fi sau nu vizibile în mod public.
ru: Публикация сведений, обнаруженных в ходе рассмотрения заявки.
sl: Ali naj bodo ugotovitve listka javno vidne.
sq: Nëse konkluzionet e biletës duhet të shpallen publikisht.
sr: Да ли резултати истраживања пријаве треба да буду јавно видљиви.
sw: Iwapo matokeo ya tiketi yanapaswa kuonekana hadharani.
tr: Bilet bulgularının herkese açık olup olmayacağını belirtir.
uk: Чи може будь-хто переглядати відомості, які стосуються заявки.

source: For-Profit?
ar: بغرض الربح؟
bg: С търговска цел?
de: Gewinnorientiert?
es: Solicitante con fines de lucro
fr: À but lucratif ?
hr: Je li profitna?
hu: Nyereségorientált?
mk: Профитабилен?
pt: Lucros futuros?
ro: Comercială?
ru: Коммерческая организация?
sl: Profitno?
sq: Fitimprurëse?
sr: Профитабилно?
sw: Je, ni la Faida?
tr: Kâr amacı güdüyor mu?
uk: Комерційні?

source: Public?
ar: عام؟
bg: Общественo?
de: Öffentlich?
hr: Je li javna?
hu: Nyilvános?
mk: За јавност?
pt: Público?
ro: Publică?
ru: Общедоступная?
sl: Javno?
sq: Publike?
sr: Јавно?
sw: Je, ni Hadharani?
tr: Herkese açık mı?
uk: Загальнодоступні?

source: If a ticket is marked as public, volunteers are able toview and collaborate on the ticket. Making a ticket private will not remove volunteers as researchers.
ar: عند وضع العلامة عامة على التذكرة، يتسنى للمتطوعين مشاهدة التذكرة والتعاون بشأنها. ولن يؤدي وضع العلامة خاصة على التذكرة إلى إزالة صفة باحثين عن المتطوعين.
bg: Ако заявка е означена като обществена, доброволците могат да я преглеждат и да работят съвместно по нея. В случай че я направите частна, те няма да бъдат премахнати като изследователи.
de: Wenn ein Ticket als "Öffentlich" markiert ist, können sich Freiwillige das Ticket ansehen und gemeinsam daran arbeiten. Durch das Markieren eines Tickets als "Privat" werden Freiwillige als Rechercheur nicht entfernt.
fr: Si un dossier est marqué comme public, les volontaires sont en mesure de le consulter et de collaborer. Notez que ce n'est pas parce que vous marquez un dossier comme privé que les volontaires ne sont plus considérés comme des chercheurs.
hr: Ako je ulaznica označena kao javna, volonteri je mogu vidjeti i surađivati na njoj. Ako se ulaznica označi kao privatna, volonteri neće biti uklonjeni kao istraživači.
hu: Ha egy jegy jelölése nyilvános, akkor az önkéntesek megtekinthetik a jegyet, és közreműködhetnek azon. A jegy privát beállítása nem távolítja el a kutatóként jelen lévő önkénteseket.
mk: Ако барањето за поддршка е означено „за јавност“, волонтерите можат да го видат и да соработуваат за него. Волонтерите не се отстранети како истражувачи ако барањето за поддршка е означено како приватно.
pt: Se um tíquete é marcado como público, os voluntários podem ver e colaborar com informações no tíquete. Marcar um tíquete como privado não removerá os voluntários como pesquisadores.
ro: Dacă un tichet este marcat ca public, voluntarii pot să îl vadă și să colaboreze în privința acestuia. Setarea unui tichet ca privat nu va determina eliminarea voluntarilor ca investigatori.
ru: Волонтеры могут совместно работать над общедоступными заявками. Если сделать заявку частной, она по-прежнему будет доступна исследователям-волонтерам.
sl: Če je listek označen kot javen, si ga bodo lahko prostovoljci ogledali in sodelovali na njem. Če boste listek označili kot zaseben, boste odstranili prostovoljce kot raziskovalce.
sq: Nëse një biletë shenjohet si publike, vullnetarët mund ta shohin atë dhe të ofrojnë bashkëpunimin e tyre në biletë. Shenjimi i biletës si "Private" nuk i heq vullnetarët si hulumtues.
sr: Ако се пријава означи као јавна, волонтери могу да је прегледају и сарађују на њој. Означавањем пријаве као приватне не уклањате волонтере као истраживаче.
sw: Iwapo tiketi imewekewa alama kuwa hadharani, wanaojitolea wataweza kuiona na kushirikiana kwenye tiketi. Kufanya tiketi kuwa ya faragha hakutaondoa wanaojitolea kama watafiti.
tr: Bir biletin durumu herkese açık olarak işaretlenmişse, gönüllüler bileti görüntüleyebilir ve bilet üzerinde ortak çalışabilir. Bir biletin gizli duruma getirilmesi gönüllülerin araştırmacı durumunu kaldırmayacaktır.
uk: Якщо позначити заявку як загальнодоступну, волонтери зможуть переглядати та спільно опрацьовуювати її. Якщо зробити заявку приватною, волонтери не видаляються зі списку дослідників.

source: Entities
ar: الكيانات
bg: Обекти
de: Entitäten
es: Entidades
fr: Entités
hr: Entiteti
hu: Elemek
mk: Ентитети
pt: Entidades
ro: Entități
ru: Объекты
sl: Entitete
sq: Subjektet
sr: Ентитети
sw: Huluki
tr: Varlıklar
uk: Об’єкти

source: Result type
ar: نوع النتيجة
bg: Тип резултат
de: Ergebnistyp
es: Tipo de resultado
fr: Type de résultat
hr: Vrsta rezultata
hu: Találat típusa
mk: Тип резултат
pt: Tipo de resultado
ro: Tip de rezultat
ru: Тип результатов
sl: Vrsta rezultata
sq: Lloji i rezultateve
sr: Тип резултата
sw: Aina ya matokeo
tr: Sonuç türü
uk: Тип результату

source: Companies
ar: الشركات
bg: Компании
de: Unternehmen
es: Compañías
fr: Entreprises
hr: Tvrtke
hu: Cégek
mk: Компании
pt: Empresas
ro: Companii
ru: Компании
sl: Podjetja
sq: Kompani
sr: Компаније
sw: Makampuni
tr: Şirketler
uk: Компанії

source: People
ar: الأشخاص
bg: Хора
de: Personen
es: Gente
fr: Personnes
hr: Osobe
hu: Emberek
mk: Луѓе
pt: Pessoas
ro: Persoane
ru: Люди
sl: Osebe
sq: Njerëz
sr: Људи
sw: Watu
tr: Kişiler
uk: Люди

source: Locations
ar: المواقع
bg: Местоположения
de: Standorte
es: Ubicaciones
fr: Lieux
hr: Lokacije
hu: Helyek
mk: Локации
pt: Endereços
ro: Locații
ru: Местоположения
sl: Lokacije
sq: Vendndodhje
sr: Локације
sw: Maeneo
tr: Konumlar
uk: Місця

source: Search Providers
ar: مزودو البحث
bg: Доставчици на услуги за търсене
de: Suchanbieter
fr: Moteurs de recherche
hr: Pružatelji usluge pretraživanja
hu: Keresésszolgáltatók
mk: Пребарајте даватели на услуги
pt: Provedores de pesquisa
ro: Furnizori de căutare
ru: Поисковые системы
sl: Ponudniki iskanja
sq: Kërko ofrues
sr: Добављачи претраге
sw: Tafuta Watoaji
tr: Arama Sağlayıcıları
uk: Пошукові системи

source: Everything
ar: كل شيء
bg: Всичко
de: Alles
es: Todos
fr: Tout
hr: Sve
hu: Minden
mk: Сè
pt: Tudo
ro: Tot
ru: Все
sl: Vse
sq: Gjithçka
sr: Све
sw: Kila kitu
tr: Herşey
uk: Усе

source: Documents
ar: المستندات
bg: Документи
de: Dokumente
hr: Dokumenti
hu: Dokumentumok
mk: Документи
pt: Documentos
ro: Documente
ru: Документы
sl: Dokumenti
sq: Dokumente
sr: Документи
sw: Hati
tr: Dokümanlar
uk: Документи

source: Companies from OpenCorporates
ar: الشركات من على OpenCorporates
bg: Компании от OpenCorporates
de: Unternehmen aus OpenCorporates
fr: Entreprises de OpenCorporates
hr: Tvrtke s usluge OpenCorporates
hu: Az OpenCorporates cégei
mk: Компании од OpenCorporates
pt: Empresas do OpenCorporates
ro: Companii din OpenCorporates
ru: Компании из базы данных OpenCorporates
sl: Podjetja iz združenja OpenCorporates
sq: Kompani nga OpenCorporates
sr: Компаније из базе података OpenCorporates
sw: Makampuni kutoka Mashirika Wazi
tr: OpenCorporates'ten Şirketler
uk: Компанії з OpenCorporates

source: Share With
ar: مشاركة مع
bg: Споделяне със:
de: Teilen mit
es: Compartir con
fr: Partager avec
hr: Dijeli sa sljedećima
hu: Megosztás a következőkkel:
mk: Споделете со
pt: Compartilhar com
ro: Accesul permis pentru
ru: Предоставить доступ
sl: Daj v skupno rabo z/s
sq: Ndaj me
sr: Дели са
sw: Shiriki Na
tr: Şununla Paylaş:
uk: Матимуть доступ

source: Everyone (public)
ar: الجميع (عامة)
bg: Всички (обществено)
de: Alle (öffentlich)
es: Todos (público)
fr: Tout le monde (public)
hr: Svi (javno)
hu: Mindenki (nyilvános)
mk: Сите (за јавност)
pt: Todos (público)
ro: Toată lumea (public)
ru: Всем (общедоступная)
sl: Vsi (javno)
sq: cilindo (publike)
sr: Сви (јавно)
sw: Kila mtu (hadharani)
tr: Herkes (herkese açık)
uk: Усі (загальнодоступно)

source: Users
ar: المستخدمون
bg: Потребителите
de: Nutzer
es: Usuarios
fr: Utilisateurs
hr: Korisnici
hu: Felhasználók
mk: Корисници
pt: Usuários
ro: Utilizatori
ru: Пользователям
sl: Uporabniki
sq: përdoruesit
sr: Корисници
sw: Watumiaji
tr: Kullanıcılar
uk: Користувачі

source: Staff
ar: العاملون
bg: Служителите
de: Mitarbeiter
es: Personal
fr: Personnel
hr: Osoblje
hu: Alkalmazottak
mk: Персонал
pt: Equipe
ro: Personal
ru: Сотрудникам
sl: Osebje
sq: stafin
sr: Запослени
sw: Wafanyakazi
tr: Çalışanlar
uk: Працівники

source: Named Users
ar: المستخدمون المذكورون
bg: Потребителите с имена
de: Benannte Nutzer
es: Usuarios nombrados
fr: Utilisateurs nommés
hr: Imenovani korisnici
hu: Nevesített felhasználók
mk: Именувани корисници
pt: Usuários nomeados
ro: Utilizatori desemnați
ru: Выбранным пользователям
sl: Imenovani uporabniki
sq: përdoruesit e identifikuar
sr: Именовани корисници
sw: Watumiaji Wenye Majina
tr: Adı Kayıtlı Kullanıcılar
uk: Указані користувачі

source: Individual users who should have access as well.
ar: من له حق الوصول من أفراد المستخدمين كذلك.
bg: Отделни потребители, които също трябва да имат достъп.
de: Einzelne Nutzer, die ebenfalls Zugriff haben sollen
es: Usuarios que deben tener acceso también.
fr: Chaque utilisateur qui doit également avoir accès.
hr: Pojedinačni korisnici koji bi također trebali imati pristup.
hu: Egyedi felhasználók, akiknek hozzáféréssel kell rendelkezniük.
mk: Поединечни корисници кои исто така треба да имаат пристап.
pt: Usuários individuais que também devem ter acesso.
ro: Utilizatori individuali care trebuie să aibă acces.
ru: Отдельные пользователи, которым также будет предоставлен доступ
sl: Posamezni uporabniki, ki naj imajo prav tako dostop.
sq: përdoruesit individualë që duhet të kenë qasje gjithashtu.
sr: Појединачни корисници који такође треба да имају приступ.
sw: Waatumiaji binafsi ambao pia wanafaa kufikia.
tr: Erişimi de olması gereken bireysel kullanıcılar.
uk: Окремі користувачі, які також матимуть доступ.

source: Limited liability
ar: مسؤولية محدودة
bg: С ограничена отговорност
de: Beschränkte Haftung
es: Obligaciones limitadas
fr: Responsabilité limitée
hr: Ograničena odgovornost
hu: Korlátolt felelősség
mk: Ограничена одговорност
pt: Responsabilidade limitada
ro: Răspundere limitată
ru: Общество с ограниченной ответственностью
sl: Družba z omejeno odgovornostjo
sq: Përgjegjësi e kufizuar
sr: Ограничена одговорност
sw: Dhima Ndogo
tr: Sınırlı sorumluluk
uk: Компанія з обмеженою відповідальністю

source: Partnership
ar: شراكة
bg: Дружество
de: Partnerschaft
es: Alianza
fr: Partenariat
hr: Partnerstvo
hu: Partnerkapcsolat
mk: Партнерство
pt: Parcerias
ro: Parteneriat
ru: Товарищество
sl: Partnerstvo
sq: Ortakëri
sr: Партнерство
sw: Ushirikiano
tr: İş ortaklığı
uk: Товариство

source: Stock company
ar: شركة مساهمة
bg: Акционерно дружество
de: Aktiengesellschaft
es: Sociedad Anónima
fr: Société de capitaux
hr: Dioničko društvo
hu: Részvénytársaság
mk: Акционерско друштво
pt: Empresa por ações
ro: Societate pe acțiuni
ru: Акционерное общество
sl: Delniška družba
sq: Kompani aksionere
sr: Акционарско друштво
sw: Kampuni ya hisa
tr: Anonim şirket
uk: Акціонерна компанія

source: Foundation
ar: المؤسسة
bg: Фондация
de: Stiftung
es: Fundación
fr: Fondation
hr: Zaklada
hu: Alapítvány
mk: Фондација
pt: Fundação
ro: Fundație
ru: Фонд
sl: Sklad
sq: Fondacion
sr: Фондација
sw: Wakfu
tr: Vakıf
uk: Фонд

source: Non-profit
ar: غير ربحية
bg: С нестопанска цел
de: Gemeinnützig
es: Sin fines de lucro
fr: Organisation à but non lucratif
hr: Neprofitna organizacija
mk: Непрофитабилно
pt: Sem fins lucrativos
ro: Organizație nonprofit
ru: Некоммерческая организация
sl: Neprofitna organizacija
sq: Jo fitimprurës
sr: Непрофитна организација
sw: Lisilo la faida
tr: Kâr amacı gütmeyen kuruluşlar
uk: Некомерційна організація

source: Other
ar: أخرى
bg: Другo
de: Sonstiges
es: Otro
fr: Autre
hr: Ostalo
hu: Egyéb
mk: Друго
pt: Outras
ro: Altele
ru: Другое
sl: Drugo
sq: Tjetër
sr: Друго
sw: Lingine
tr: Diğer
uk: Інше

source: Active
ar: نشط
bg: Активно
de: Aktiv
es: Activo
fr: Actif
hr: Aktivno
hu: Aktív
mk: Активно
pt: Ativo
ro: Activ
ru: Активная
sl: Aktivno
sq: Aktiv
sr: Активно
sw: Linalofanya kazi
tr: Aktif
uk: Працює

source: Inactive
ar: غير نشط
bg: Неактивно
de: Inaktiv
es: Inactivo
fr: Inactif
hr: Neaktivno
hu: Inaktív
mk: Неактивно
pt: Inativo
ro: Inactiv
ru: Неактивная
sl: Neaktivno
sq: Jo aktiv
sr: Неактивно
sw: Halifanyi kazi
tr: Aktif değil
uk: Не працює

source: Male
ar: ذكر
bg: Мъж
de: Männlich
es: Hombre
fr: Homme
hr: Muškarac
hu: Férfi
mk: Машки
pt: Masculino
ro: Bărbat
ru: Мужской
sl: Moški
sq: Mashkull
sr: Мушко
sw: Mwanamume
tr: Erkek
uk: Чоловік

source: Female
ar: أنثى
bg: Жена
de: Weiblich
es: Mujer
fr: Femme
hr: Žena
hu: Nő
mk: Женски
pt: Feminino
ro: Femeie
ru: Женский
sl: Ženski
sq: Femër
sr: Женскo
sw: Mwanamke
tr: Kadın
uk: Жінка

source: Subsidized
ar: شركة تابعة
bg: Субсидирано
de: Subventioniert
es: Subvencionado
fr: Subventionné
hr: Subvencionirano
hu: Támogatott
mk: Субвенционирано
pt: Subsidiado
ro: Subvenționată
ru: Финансирование
sl: Subvencionirano
sq: Mbështetur financiarisht
sr: Субвенционисано
sw: Bei nafuu
tr: Sübvansiyonlu
uk: Субсидується

source: Covering Cost
ar: تغطية التكلفة
bg: Покриване на разходите
de: Kostendeckend
es: Cubrir costo
fr: Coût de couverture
hr: Pokrivanje troška
hu: Költségek fedezése
mk: Покривање трошоци
pt: Custo de cobertura
ro: Cofinanțare
ru: Покрытие расходов
sl: Pokrivanje stroškov
sq: Kosto mbulimi
sr: Покрива трошкове
sw: Gharama ya Juu
tr: Maliyeti Karşılama
uk: Покриває витрати

source: Covering Cost +
ar: تغطية التكلفة +
bg: Покриване на разходите +
de: Mehr als kostendeckend
es: Cubriendo el gasto +
fr: Coût de couverture +
hr: Pokrivanje troška +
hu: Költségek fedezése +
mk: Покривање трошоци +
pt: Custo de cobertura +
ro: Finanțare +
ru: Покрытие расходов +
sl: Pokrivanje stroškov +
sq: Kosto mbulimi +
sr: Покрива трошкове +
sw: Gharama ya Juu +
tr: Maliyeti Karşılama +
uk: Покриває витрати +

source: Identify what a person owns
ar: تحديد ما يملكه الشخص
bg: Определяне на собствеността на лице
de: Eigentum einer Person identifizieren
es: Identifique qué debe la persona
fr: Identifier ce qu'une personne possède
hr: Navedite što osoba posjeduje
hu: Egy személy tulajdonainak meghatározása
mk: Идентификувајте што поседува лицето
pt: Identificar o que uma pessoa possui
ro: Identificați posesiunile unei persoane
ru: Определить размер собственности лица
sl: Ugotovite, kaj ima oseba v lasti
sq: Identifiko se çfarë zotëron një person
sr: Идентификујте шта особа поседује
sw: Tambua kinachomilikwa na mtu
tr: Bir kişinin sahip olduklarını tanımlayın
uk: Визначити власність особи

source: Determine company ownership
ar: تحديد ملكية الشركة
bg: Определяне на собствениците на компания
de: Eigentum von Unternehmen bestimmen
es: Determine la propiedad de la compañía
fr: Déterminer la propriété d'une entreprise
hr: Odredite vlasništvo nad tvrtkom
hu: Egy cég tulajdonosainak meghatározása
mk: Одредете сопственост на компанијата
pt: Determinar a propriedade da empresa
ro: Stabiliți deținătorii companiei
ru: Определить размер собственности компании
sl: Ugotovite lastništvo podjetja
sq: Përcakto pronësinë e kompanisë
sr: Утврдите власништво над компанијом
sw: Tambua umiliki wa kampuni
tr: Şirket sahipliğini belirleyin
uk: Визначити власність компанії

source: Any other question
ar: أي سؤال آخر
bg: Друг въпрос
de: Beliebige andere Frage
fr: Toute autre question
hr: Ostala pitanja
hu: Egyéb kérdés
mk: Друго прашање
pt: Outras perguntas
ro: Orice altă întrebare
ru: Другие вопросы
sl: Kakršna koli druga vprašanja
sq: Çfarëdo pyetje tjetër
sr: Било које друго питање
sw: Swali lingine lolote
tr: Başka soru var mı
uk: Інше запитання

source: Updated
ar: تم التحديث
bg: Актуализирано
de: Aktualisiert
es: Actualizado
fr: Mis à jour
hr: Ažurirano
hu: Frissítve
mk: Ажурирано
pt: Atualizado
ro: Actualizat
ru: Изменено
sl: Posodobljeno
sq: Përditësuar
sr: Ажурирано је
sw: Imesasishwa
tr: Güncellendi
uk: Оновлено

source: Charge Added
ar: تمت إضافة الرسوم
bg: Таксата е добавена
de: Gebühr hinzugefügt
es: Cargo agregado
fr: Débit ajouté
hr: Dodano je terećenje
hu: Díj hozzáadva
mk: Додадени трошоци
pt: Cobrança adicionada
ro: Cost adăugat
ru: Платеж добавлен
sl: Strošek je bil dodan
sq: Fatura u shtua
sr: Додатни трошкови
sw: Malipo Yameongezwa
tr: Ücret Eklendi
uk: Платіж додано

source: Reconciled Charges
ar: تمت تسوية الرسوم
bg: Изравнени такси
de: Ausgeglichene Gebühren
es: Cargos reconciliados
fr: Débits rapprochés
hr: Podmirena terećenja
hu: Kiegyenlített díjak
mk: Подмирени трошоци
pt: Cobranças reconciliadas
ro: Costuri reconciliate
ru: Пересчитанные платежи
sl: Usklajeni stroški
sq: Fatura të bashkërenduara
sr: Сведени трошкови
sw: Malipo Yaliyosawazishwa
tr: Mutabık Ücretler
uk: Узгоджені платежі

source: Closed
ar: تم الإغلاق
bg: Затворено
de: Geschlossen
es: Cerrado
fr: Fermé
hr: Zatvoreno
hu: Lezárva
mk: Затворено
pt: Fechada
ro: Închisă
ru: Закрыта
sl: Zaprto
sq: Mbyllur
sr: Затворено је
sw: Imefungwa
tr: Kapandı
uk: Закрито

source: Cancelled
ar: تم الإلغاء
bg: Анулирано
de: Zurückgenommen
es: Cancelado
fr: Annulé
hr: Otkazano
hu: Visszavonva
mk: Откажано
pt: Cancelado
ro: Anulată
ru: Отменена
sl: Preklicano
sq: Anuluar
sr: Отказано је
sw: Imeghairiwa
tr: İptal Edildi
uk: Скасовано

source: Re-Opened
ar: تمت إعادة الفتح
bg: Повторно отворено
de: Erneut geöffnet
es: Reabierto
fr: Rouvert
hr: Ponovo otvoreno
hu: Újra megnyitva
mk: Повторно отворено
pt: Reaberto
ro: Redeschisă
ru: Повторно открыта
sl: Ponovno odprto
sq: Rihapur
sr: Поново је отворено
sw: Imefunguliwa Tena
tr: Yeniden Açıldı
uk: Повторно відкрито

source: Opened
ar: تم الفتح
bg: Отворено
de: Geöffnet
fr: Ouvert
hr: Otvoreno
hu: Megnyitva
mk: Отворено
pt: Inauguração
ro: Deschisă
ru: Открыта
sl: Odprto
sq: Hapur
sr: Отворено је
sw: Imefunguliwa
tr: Açıldı
uk: Відкрито

source: Documents Attached
ar: تم إرفاق المستندات
bg: Прикачени документи
de: Angehängte Dokumente
fr: Documents en pièce jointe
hr: Priloženi su dokumenti
hu: Dokumentumok csatolva
mk: Прикачени документи
pt: Documentos anexados
ro: Documente atașate
ru: Прикрепленные документы
sl: Dokumenti so bili priloženi
sq: Dokumente bashkëngjitur
sr: Приложени документи
sw: Hati Zimeambatanishwa
tr: Ekli Dokümanlar
uk: Документи долучено

source: Entities Attached
ar: تم إرفاق الكيانات
bg: Прикачени обекти
de: Angehängte Entitäten
fr: Entités en pièce jointe
hr: Priloženi su entiteti
hu: Elemek csatolva
mk: Прикачени ентитети
pt: Entidades anexadas
ro: Entități atașate
ru: Прикрепленные объекты
sl: Entitete so bile priložene
sq: Subjekte bashkëngjitur
sr: Приложени ентитети
sw: Huluki Zimeambatanishwa
tr: Ekli Varlıklar
uk: Об’єкти долучено

source: New
ar: جديد
bg: Ново
de: Neu
es: Nuevo
fr: Nouveau
hr: Novo
hu: Új
mk: Ново
pt: Novo
ro: Nou
ru: Новая
sl: Novo
sq: E re
sr: Ново
sw: Mpya
tr: Yeni
uk: Нове
