Repository: occrp/id-backend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bg, de, es, fr, hr, hu, mk, pt, ro, ru, sl, sq, sr, sw, tr, uk

source: View new tickets that need responders assigned to them.
ar: عرض التذاكر الجديدة التي تحتاج إلى تعيين جهات استجابة لها.
bg: Преглед на новите заявки, които трябва да се възложат на лица за отговор.
de: Neue Tickets ansehen, denen Antwortende zugewiesen werden müssen
fr: Afficher les nouveaux dossiers auxquels il faut affecter des intervenants.
hr: Pogledajte nove ulaznice kojima treba dodijeliti odgovaratelje.
hu: Új jegyek megtekintése, amelyeknél válaszadó kijelölése szükséges.
mk: Прикажи ги новите барања за поддршка за кои треба да се доделат лица кои ќе одговорат на нив.
pt: Veja novos tíquetes que precisam de respondentes.
ro: Vedeți tichetele noi cărora trebuie să li se atribuie respondenți.
ru: Открыть новые заявки, для обработки которых нужно назначить ответственных
sl: Oglejte si nove listke, katerim je treba dodeliti odzivne osebe
sq: Shiko bileta të reja, të cilat presin caktimin e personave për përgjigje.
sr: Погледајте нове пријаве којима треба да се доделе особе задужене за одговор.
sw: Angalia tiketi mpya zinazohitaji kuwekewa wanaotoa majibu.
tr: Kendilerine yanıtlayan atanması gereken yeni biletleri görüntüleyin.
uk: Переглянути нові заявки, для яких потрібно призначити відповідача.

source: Error attaching file(s).
ar: خطأ في إرفاق الملفات.
bg: Грешка при прикачването на файла или съответно файловете.
de: Fehler beim Anhängen von Datei(en)
es: Error adjuntando archivo(s).
fr: Erreur lors de l'ajout du ou des fichiers en pièce jointe.
hr: Pogreška prilikom prilaganja datoteka.
hu: Hiba a fájl(ok) csatolása során.
mk: Грешка при прикачување датотека/и.
pt: Erro ao anexar arquivos.
ro: Eroare la atașarea fișierelor.
ru: Не удалось прикрепить файлы
sl: Pri prilaganju datotek(e) je prišlo do napake.
sq: Pati një gabim gjatë bashkëngjitjes së skedarit.
sr: Грешка при прилагању датотеке(а).
sw: Hitilafu ya kuambatanisha faili.
tr: Dosya(lar) eklenirken hata oluştu.
uk: Помилка долучення файлів.

source: File successfully removed.
ar: تم بنجاح إزالة الملف.
bg: Файлът е премахнат успешно.
de: Datei entfernt
es: Archivo removido exitosamente.
fr: Le fichier a été supprimé.
hr: Datoteka je uspješno uklonjena.
hu: A fájlok eltávolítása sikerült.
mk: Датотеката е успешно отстранета.
pt: Os arquivos foram removidos.
ro: Fișierul a fost eliminat.
ru: Файл удален
sl: Datoteka je bila uspešno odstranjena.
sq: Skedari u hoq me sukses.
sr: Датотека је уклоњена.
sw: Faili imefanikiwa kuondolewa.
tr: Dosya başarıyla kaldırıldı.
uk: Файл видалено.

source: Error removing attached file.
ar: خطأ في إزالة الملف المرفق.
bg: Грешка при премахването на прикачения файл.
de: Fehler beim Entfernen der angehängten Datei
es: Error removiendo el archivo adjunto.
fr: Erreur lors de la suppression du fichier en pièce jointe.
hr: Pogreška prilikom uklanjanja priložene datoteke.
hu: A csatolt fájl eltávolítása során hiba történt.
mk: Грешка при отстранување на прикачената датотека.
pt: Erro ao remover o arquivo anexado.
ro: Eroare la eliminare fișierului atașat.
ru: Ошибка при удалении прикрепленного файла
sl: Pri odstranjevanju priložene datoteke je prišlo do napake.
sq: Pati një gabim gjatë heqjes së skedarit të bashkëngjitur.
sr: Грешка при уклањању приложене датотеке.
sw: Hitilafu ya kuondoa faili zilizoambatanishwa.
tr: Ekli dosyayı kaldırırken hata oluştu.
uk: Помилка видалення долученого файлу.

source: No files attached.
ar: لا ملفات مرفقة.
bg: Няма прикачени файлове.
de: Keine Dateien angehängt
es: No archivos adjuntos.
fr: Aucun fichier en pièce jointe.
hr: Nije priložena nijedna datoteka.
hu: Nincsenek csatolt fájlok.
mk: Нема прикачено датотеки.
pt: Nenhum arquivo anexado.
ro: Niciun fișier atașat.
ru: Нет прикрепленных файлов
sl: Priložena ni nobena datoteka.
sq: Nuk ka asnjë skedar bashkëngjitur.
sr: Нема приложених датотека.
sw: Hakuna faili zilizohifadhiwa.
tr: Hiç dosya eklenmedi.
uk: Немає долучених файлів.

source: Error displaying attached files.
ar: خطأ في عرض الملفات المرفقة.
bg: Грешка при показването на прикачените файлове.
de: Fehler beim Anzeigen der angehängten Dateien
es: Error mostrando archivos adjuntos.
fr: Erreur lors de l'affichage des fichiers en pièce jointe.
hr: Pogreška prilikom prikazivanja priloženih datoteka.
hu: A csatolt fájlok megjelenítése során hiba történt.
mk: Грешка при прикажување на прикачените датотеки.
pt: Erro ao exibir os arquivos anexados.
ro: Eroare la afișarea fișierelor atașate.
ru: Не удалось показать прикрепленные файлы
sl: Pri prikazu priloženih datotek je prišlo do napake.
sq: Pati një gabim gjatë shfaqjes së skedarëve të bashkëngjitur.
sr: Грешка при приказивању приложених датотека.
sw: Hitilafu ya kuonyesha faili zilizoambatanishwa.
tr: Ekli dosyalar görüntülenirken hata oluştu.
uk: Помилка відображення долучених файлів.

source: There was a problem with validation.
ar: حدثت مشكلة في التحقق من الصحة.
bg: Възникна проблем с потвърждаването.
de: Bei der Überprüfung ist ein Problem aufgetreten.
fr: Un problème s'est produit lors de la validation.
hr: Pojavio se problem pri provjeri valjanosti.
hu: Probléma lépett fel az ellenőrzés során.
mk: Настана проблем со валидација.
pt: Ocorreu um problema com a validação.
ro: A apărut o problemă în privința validării.
ru: Ошибка при проверке
sl: Pri preverjanju je prišlo do težav.
sq: Pati një problem me regjistrimin e vlefshmërisë.
sr: Дошло је до проблема при валидацији.
sw: Kulikuwa na tatizo la uthibitishaji.
tr: Doğrulama ile ilgili bir sorun vardı.
uk: Не вдалося перевірити.

source: Investigative Dashboard (ID) has been developed by the Organized Crime and Corruption Reporting Project (OCCRP), the worldâ€™s leading cross border investigative reporting organization. OCCRP designed Investigative Dashboard as a transnational collaborative effort to help journalists and civil society researchers expose organized crime and corruption around the world. It hosts three core tools: a crowd-sourced database of information and documents on persons of interest and their business connections, a worldwide list of online databases and business registries, and a research desk where journalists can go for help in sourcing hard to find information.
sw: Dashibodi ya Upelelezi (ID) imeundwa na Mradi wa Kuripoti Uhalifu Uliopangwa na Rushwa (OCCRP), shirika linaloongoza duniani kwa kuripoti uchunguzi wa kimataifa. OCCRP ilunda Dashibodi ya Upelelezi kama jitihada ya ushirikiano wa muda ili kuwasaidia wanahabari na watafiti wa mashirika ya umma kufichua uhalifu wa uliopangwa pamoja na rushwa kote ulimwenguni. Ina zana tatu kuu: taarifa ya hifadhidata iliyokusanywa kutoka kwa umma na hati kuhusu watu muhimu na biashara na shughuli za biashara zao, orodha ya ulimwengu mzima wa hifadhidata ya mtandaoni na sajili za biashara, na kitengo cha utafiti ambapo wanahabari wanaweza kutafuta usaidizi wa kupata taarifa ambayo ni vigumu kuipata.

source: ARIJ
pt: ARIJ (jornalismo investigativo de jornalistas árabes)

source: ANCIR
pt: ANCIR (Conselho americano para a reforma de imigração)

source: Lat
es: Continente

source: Are you sure you want to delete %(object_name)s? You will not be able to undo this action."
es: Está usted seguro de que quiere eliminar %(object_name)s? Usted no está capacitado para. deshacer esta acción
